module.exports = [
  {
    id: 1,
    title: "一出好戏",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-08-10",
    url: "/static/pic/1.jpg",
    description:
      "马进欠下债务，与远房表弟小兴在底层社会摸爬滚打，习惯性的买彩票，企图一夜暴富，并迎娶自己的同事姗姗。一日，公司全体员工出海团建，途中，马进收到了彩票中头奖的信息，六千万！就在马进狂喜自己翻身的日子终于到来之际，一场突如其来的滔天巨浪打破了一切。苏醒过来的众人发现身处荒岛 ，丧失了一切与外界的联系……",
    evaluation: `
一
人类文明的「蝇王」式困境

看了黄渤的《一出好戏》，无端地想起了《蝇王》，虽然这不是他剧本的原型，美剧《迷失》和特稿《太平洋逃杀记》更接近于他对于故事的想象。

但《一出好戏》的剧本结构能与《蝇王》相互参照。一群人因遭厄运流落到孤岛，被困在前文明的环境里。两个故事中的人们，起初协力劳作，荜路蓝蒌，以处草莽。可是脱离人类社会愈久，内心的道德感和约束力量也就愈弱，人的动物性的那面开始浮现，再大同的幻想也终将分崩离析。


《一出好戏》把人类进化史中最隐蔽的那面都模拟了一遍，从最初的氏族社会（以小王为首，大家组织在一起打猎采果为生），到以物易物的商品社会（张总依靠发现的船骸，完成原始资本的积累，建立了岛上的物品交换规则），最后是资本竞争后形成寡头政治（马进和小兴企图抵抗过这个规则，但屡屡挫败，最后利用这个规则的逻辑，垄断了物质资源，反客为主）。在最后时期，这个岛屿其实与现代社会无异，作为等价物存在的纸牌甚至如我们当下的货币一样开始贬值。

在《蝇王》中，表面和平的孩子团体分裂为两派，为以拉尔夫为代表的讲求理性的「民主派」，和以杰克为首的崇尚本能，以武力夺取权力的「专制派」。「专制派」对于资源的掠夺和占有后来者居上，战胜了前者。《蝇王》与《一出好戏》有着不同的故事走向，但隐藏在其下的社会结构大同小异，文明社会的演化大多如此。


《一出好戏》中呜呜咽咽的声音被视为不明力量，在《蝇王》中也出现了造成巨大恐慌的「野兽」。「野兽」从黑暗中来，从树林中来，从大海中来，《蝇王》从这种自然界神秘力量里挖掘出人最深层最原始的恐惧。

杰克砍下猪头，把它的喉咙插进木棒的尖端，尖端捅穿猪的喉咙直到它的嘴里，血水沿着木棒淌下。孩子们以此作为献给「野兽」的祭品。苍蝇从四面八方在猪的内脏上聚成黑团。猪牙白晃晃，眼睛昏暗。这就是「蝇王」这个意象的来源，在圣经中被视为「万恶之首」。

「蝇王」的存在，是对现代文明的荒诞反讽。当生存成为第一要务的时候，所谓的道德，良知，法律，规则都要给它让步，甚至可能荡然无存。人类仅有的敬畏是未知。「蝇王」就是在这种畏惧中应运而生的宗教，是我们自原始社会以来的恐惧的外化。


树上的祖先们花了几百万年成了最早的人类，而后又用了几千年的时间从原始社会过渡到现代文明，但只要把人类群体在与文明社会隔绝的环境里生存，就能轻易归宗返祖。人与兽的分野仅隔着一线，「蝇王」其实是我们内心的兽性。

当《蝇王》中的西蒙说出「大概野兽就是我们自己」后，他被群体视为疯子迫害至死，《一出好戏》中因说出真相而被奚落为疯癫的小王的境遇与此类似。文明看似精细巧妙，实则是纸牌搭成的城堡，在某种封闭且孤立的状态里，顷刻就能坍塌，更何况是无法被文明容忍的异端。

面对人类文明的「蝇王」式困境，黄渤的《一出好戏》讲得还算温和。北野武的《大逃杀》则要极端很多，在资源有限的空间中，杀戮成为生存的唯一信念。

二
何谓反乌托邦

反乌托邦，是与乌托邦相对的概念。对于人类社会的图景，反乌托邦摒弃了柏拉图的《理想国》式的想象，它对人性有着深刻的疑虑。在反乌托邦的文本中，即便已经到了未来物质技术非常发达的时代，依然充斥着极权，阶级，犯罪，压迫，规驯。


葡萄牙作家萨拉马戈的《失明症漫记》和《复明症漫记》是非常典型的反乌托邦文本。这两部小说对我个人的意义，要远大于乔治奥威尔那些经典的作品。以《失明症漫记》为例，它以一个司机在等红绿灯时突然的失明为开始，失明症像流感一样迅速扩散开，如涓涓细流逐渐把土地泡软，悄然间把整个国家变成一片泽国。

面对惊恐万状且濒临失控的社会，政府把失明者和与失明者有过接触的居民都关进了精神病院。但随着失明人数以几何级数递增，精神病院成了《蝇王》中的孤岛。人们尝试过建立规则，但很快被打破。巧取豪夺者依仗着枪（权力的象征）霸占有限的资源（一日三餐），并强制各个宿舍上缴身上所有的物件，评估它们的价值后，再对食物进行定额发配。


最终这个封闭环境（精神病院）中建立的强权统治，被反抗者们以一种「流血革命」的方式推翻了。这些被关押者重获自由。可是，失去抗争意义后的自由轻如鸿毛，外面的世界并不比精神病院好多少，文明的大厦已倾，每个人都战战兢兢，惶惑不安。

当唯一没有失明的医生妻子来到教堂时，她发现所有的神像都被蒙上了眼睛，连救赎的象征也不再被信任。这个消息在盲人之中造成了不小的混乱，仿若尼采说着「上帝已死」的时代，信仰崩塌。只不过在杜撰的小说里人们人们因为失明症的肆虐而失明，在尼采的时代，人们在心灵上失明。萨拉马戈在书中写了这么一段对话：

「外面的世界怎么样，戴黑眼罩的老人问；医生的妻子回答说，外边和里边没有区别，这里和那里都一样，少数人和多数人也都一样，我们的现在和未来没有区别；人们呢，人们怎么样，戴墨镜的姑娘问；像幽灵一样，成为幽灵大概就是这样，确信生命存在，因为四个感觉器官这样告诉他们，但他们看不见它。」


现在和未来没有区别，因为人性从来都是一尘不变的。加缪的小说《鼠疫》描绘过同样的情形，鼠疫下的城市阿赫兰，如同失明症横行的世界。社会结构的混乱与失序，仅仅只需要一场失明症，一场鼠疫。但与加缪的存在主义式的乐观不同，萨拉马戈是悲观的，他认为虽然自己生活得很好，但这个世界却不好，残忍是人类的发明。

这个世界总体而言还是朝向熵增的方向往前进。《失明症漫记》提供了一种反乌托邦的文本类型，《汉江怪物》，《流感》，《釜山行》，《雪国列车》等电影的剧本策略，和它异曲同工：把人置于绝境，而后考量人性。


这类反乌托邦的文本架空了一部分现实，对人类社会进行了某种极端实验。它与任何人经历的世界都不像，却又很像。它在我们的真实世界背后隐现，似乎预兆着我们的未来。从这个意义上来说，《一出好戏》与《蝇王》、《失明症漫记》、《复明症漫记》、《一九八四》、《动物庄园》等，共同构筑了某种寓言。

当《一出好戏》中的生存较量，扩大到整个人类社会的时候，就有了《失明症漫记》所描绘的现实。前者没有像后者一样，花大笔墨去描绘「人性恶」的世界，可它依然把世界的丑恶，以一种更柔和的方式说出了。


从演员跨界到导演，是另一种全然不同的状态，但我总觉得一个演出过《斗牛》，话剧《活着》的演员，对悲剧是有着自己的理解的。黄渤完全可以用更加凌厉的现实来作为结局，但他没有选择去凝视深渊。

尽管我期待黄渤拍出的是一部悲剧，把有价值的东西毁灭给人看，而不是选择大团圆，但这毕竟只是他的处女作，而且是一部商业片，他有着自己对于市场和审查等因素的考虑，毕竟像《大逃杀》这样检阅人性的命题，对于他这样性格温顺忍让的导演，未免太过沉重，这无可厚非。

三
世界尽头与冷酷仙境

村上春树写过一篇有趣的作品，叫《世界尽头与冷酷仙境》。在这部小说中，「世界尽头」是一个幻想出来的乌托邦的世界。在这个世界里，有河流，沙洲，柳树，飞鸟，独角兽，有可以被读取的古梦。人们没有心，于是也就没有诉讼，没有痛苦，没有生老病死，没有贫困和纷争。它太完美，以至于最后「我」知道这只是「我」臆想的世界后，仍然选择留在这里。

与「世界尽头」不同，「冷酷仙境」则是一个反乌托邦的世界。在「冷酷仙境」中，「我」是一个计算士，被「组织」审查了大脑，所谓的「意识核」也被保存了副本。「冷酷仙境」是一个赛博朋客式的世界，人在科技中异化。「我」在三十五年的人生里，只在最后的二十四小时，才留意到雨后的蜗牛，公园的鸽子，和近在咫尺的外在世界。小说中「我」的影子逃离了「世界尽头」，毅然回到「冷酷仙境」。

我想象过《一出好戏》的另一个结局：当马进没有觉醒，而是选择留在岛屿上继续欺瞒，欢愉将继续。岛屿也将是一个美好的乌托邦的范本，像村上小说中的「世界尽头」，或《黑客帝国》中的矩阵。可是马进选择逃离他口中「一切都是假的」的岛屿。我们谅解他的抉择后，方才能理解「反乌托邦」的意义。


一个表象上和平与完美的世界是值得警惕的，因为人向来是浪漫化与功利性并存的矛盾体。只要人身上还有着功利，自私，贪婪的一面，乌托邦就永远如梦幻泡影。当一个社会不再暴露丑陋，它势必在以不为人知的方式掩盖这些。这并不是我们对人性失望，而是我们选择真诚地面对丑与恶，和心底的「蝇王」。

反乌托邦的意义也许就在于展示了美与善的另一面，它们同样不可或缺。人世间所有的东西都是相对存在的。没有阴影，我们无法知晓阳光的存在。有了丑陋，虚伪，痛苦和死亡，幸福和希望才能被体会到，才有了意义。



反乌托邦的作品是荒诞的，可是荒诞隐含了本相。现实何尝没有荒诞，又何尝不是反乌托邦的变体。黄渤在影片中用爱情完成了自我救赎。《大逃杀》中最后幸存的七原和典子也是情侣。这是导演对现实的温存。里尔克在《杜伊诺哀歌》中有句诗：「我们在相爱中相互解放，震颤地经受。」

愿我们的一生有足够的爱与善良，来直面现实这个「冷酷仙境」。`
  },
  {
    id: 2,
    title: "调音师",
    username: "Do",
    email: "123456@gmail.com",
    date: "2019-04-03",
    url: "/static/pic/2.jpg",
    description:
      "双目失明的钢琴家阿卡什为了参加国际大赛，平日里通过私人授课赚取经费。事实上他的眼睛完全正常，只不过希望通过这种方式感受不同的生活。因为一场意外，阿卡什结识了美丽的姑娘苏菲。凭借出色的演奏技巧，阿卡什在苏菲父亲经营的西餐馆谋得兼职。他的演奏不仅令食客们倾倒，更虏获了苏菲的心。某天，阿卡什接受过气的影星普拉默的邀请，登门为对方的妻子西米演奏庆生，谁知却亲眼目睹了倒在血泊中的普拉默的尸体。惊慌失措的阿卡什假装镇定，虽然暂时骗过了西米及其情夫，但是他的秘密还是慢慢被人戳穿……",
    evaluation: `
What is life ？it depends on the liver.

影片是由这句话开始，那么我们的本次影评也从这句话开始，首先谈谈Shali鸡我对于这句话的理解。


看电影的时候字幕君把此处的“liver”翻译成了“肝脏”，显然与后面影片的剧情更为贴切，但Shali鸡觉得这里其实是编剧很巧妙的用了“一语双关”手法，“liver”既是“肝脏”，也意指“生活者”。“生活是什么，取决于生活者本身。”在我的理解，这才是导演在这部电影中，最深层希望表达的核心观点。

那我们就细细地来扒拉一下剧中的几种典型的“生活者“，以及他们所构成的的社会缩影，赋予了这部悬疑神剧，怎样的现实主义讽刺意味。

NO.1阿卡什——假装盲人寻求音乐灵感，却最终真正成了道德盲

在我看第一遍电影的时候，我一度认为，在男主和寡妇西米被关在仓库里，两人相互帮助找到了出口，他回头说“桑哈太太，你愿不愿意跟我一起去警局”的时候，那是他人性的弧光时刻。在此之后他放弃了报复，甚至善良地替恶女人向医生求情，最终也得到了上帝的眷顾，奇迹般的被一只兔子救活了下来。这是我们一般电影通常有的结局，但在这部影片中，我们的导演对于人性并没有这么的浪漫主义。

真正的结局是什么？这有待讨论。但Shali鸡我在反复看反复思考之后，至少觉得原来我们所认为的happy ending，其实就像是谎言的表面，看似合情合理，实则漏洞百出。

第一：导演在处理结尾处，第一次医生的小车开过一棵形状酷似肝脏的大树的那个画面的时候，仔细观察可以发现，在医生说完“What is life ？it depends on the liver.”这句至关重要的台词之后，男主角陷入了很长一段时间的沉默。


为了突出此刻的寂静，导演特地安排了一车类似劳役的人从右边车窗经过，窗外传来熙熙攘攘人声，似乎在标记着这一个沉默的关键时刻。随后，小车开过了大树，向远方直径驶去。细想回放，这一刻的沉默，已经不陌生了。在阿卡什面对警局伪造的证人声明时，他挣扎过，却沉默了；当他目睹西米杀死校长老太太的时候，面对众人，他独自站在一角，沉默着；这一刻，在金钱与复明的诱惑下，同样，他选择了沉默。他的一生将永远掩埋真相，假装视而不见，像个盲人一样继续生活。


第二：影片的整体结构非常的清晰，在开篇导演特地加上了男主角对苏菲回忆时说的“说来话长，咖啡？”这样一个背景音，再带出一个超现实的农夫打兔子的场景，作为开头。而之后在结尾处，两人异国他乡相遇之后，同样是这句话的时刻再现，紧接着男主角把意想不到的神奇结局告诉给了苏菲。我们当然可以简单地理解这是这部影片倒叙的叙事策略，但是我们更愿意去认为，导演特地用这样“头咬尾”的设计暗示观众，此刻男主角在说谎。其实真正的结局，在男主说这句话前，影像已经告诉我们了，而之后的故事，也就是所谓的人性弧光，只是男主希望苏菲听到的谎言的表象，并非真正的故事结局。意外入画的兔头手杖；面对苏菲对于桑哈太太的结局的反问后，男主所流露出富有阴谋感的笑容；以及最后一幕，一个被踢飞的罐头拆穿的装瞎的谎言，这些细节都不由让人脊背发凉。

难道很多事情并没有我们想象的这么简单、表面吗？！


第三：细心的观众可能会对一棵长得形状酷似肝脏的大树很有印象，这个同景别的画面在片尾的02:00:02与02:04:49分别出现过，但导演的处理非常有意思。


在第一次画面中，医生的小车并没有在树下停靠，而是径直远去，仿佛让我们看到了西米被男主角和医生送上了飞机，成为了解救富豪女儿的肝脏移植体。当然我们不由的会去联想，也许男主角也顺势摘下了西米的眼角膜，恢复了自己的视力，亦或者他获得了巨额的报酬，去别处做了角膜移植手术后去了欧洲。总之，面对不公，男主角依旧默认，再一次选择了视而不见。

在第二次画面中，此时是男主角对苏菲复述当时的场景。我们看到了反转，小车因为后备箱里的动静，停靠在了树边，医生下车查看，打算再一次麻醉西米，结果反倒被西米重伤，倒落在公路上。以至于后面的一切结局都变了，男主差一点被狠心的西米撞死街头，却被一只神奇的盲兔救下。西米也恶有恶报烧死在了车里。


对比这两个画面，我们不禁感叹导演的用功之深，同一个场景，同一个时间，被一段看似无用的玛丽苏桥段分隔，却达到了奇特的观影效果。不仅在视觉上形成了闭环，也给了影片极大的剧情反转和观众的想象空间。

第四：如果看到这里你仍然觉得男主的腹黑是Shali鸡的小人臆断，那么就请自我反问几个问题：1、一只被猎人追杀的盲兔子，是如何准确的撞上了高速行驶的小轿车，而又是如何在撞碎了轿车的挡风玻璃之后还安然无事的逃离现场的？


2、双眼被西米毒瞎的男主角，是如何在慌乱之中得知，救他的是一只兔子，而之后还把兔子作为了自己的护身盲杖？这到底是敬意之举？还是戏谑之谈？


想明白这几个问题，我觉得对于这样一个主人公的人物解读也就差不多了。

NO.2苏菲的出现难道真的只是为了让电影在标签栏里多一个“爱情”吗？
当然不是，虽然Shali也曾经被电影的前二十分钟所迷惑，以为自己打开了一部又唱又跳的印度浪漫爱情歌舞片。甚至看完整部电影之后，我都觉得编剧对于苏菲的人物线的撰写是多余是鸡肋的。直到二刷电影后，我产生了一个疑问，也是这个疑问帮助了我解读苏菲这个人物。为什么在故事结局，编剧要给苏菲设计这样一句台词：“她害死了这么多条人命，你应该听医生的，取掉她的眼珠”。这句台词看似无关紧要，但是细想却关键至极，它赋予了苏菲立体的人物画像。


在我们的生活中不乏这种人，他们就像是舆论的傀儡，对于听到的或是看到的东西深信不疑，他们只触及表面，却未涉及深层，真相是什么？他以为自己知道，或者他们根本不在乎？只是一贯地站在道德的制高点，去指责去评判。苏菲作为男主角的爱人，其实早在两人看电影男主角能够准确地伸手吃爆米花时，或者在男主角面对墙上自己的素描画像发呆时，她就应该有所察觉。她一贯的只是看到事情的表面，并且深信不疑，乃至当男主角有危险时，西米略施小计就把她骗离了男主角的身边。直到电影结尾，男主角与她在欧洲重逢时，也是在一杯咖啡的时间里，她就完全相信了眼前这个以前骗过他的男人，甚至她还认为自己有权力去建议男主角取掉西米的眼睛，哪怕真相并未可知。难道当时她没有察觉到男主角在说谎时的喉结来回吞咽？难道没有对男主角摸都不摸就知道服务生拿出来的是自己的兔子拐杖这样的细节而疑惑吗？

真相也许对于有的人来说，就是表面这么简单吧。

NO.3贪财的邻居小孩他是谁？——贪婪、冷漠、势利的媒体缩影
这个孩子在影片的一开始就出现了，他拿绳子去绊倒阿卡什，帮男主叫车还要小费，本不该是这个年纪小孩该有的样貌。当他无意间察觉男主并不是真的盲人的时候，他第一时间是找机会获得可以卖钱的证据，爬窗偷录视频来揭穿这个与他并无利害关系的谎言。说句不好听的话，这孩子不是利益熏心，就是闲得蛋疼。


他像极了我们现在社会中某些媒体，整天唯恐天下不乱，甚至靠小道消息发家致富，却完全没有探究真相的胆识与魄力，仅仅也停留在八卦而已。这虽然也无伤大雅，但是他们对于弱者的冷漠与无情，却像针扎一样刺痛人心。当我看到，小孩上楼发现了男主角真正被毒瞎了之后，他原本可以报警或是呼救，但他却无感的离去。这样的冷漠，难道还只是小孩子调皮，欺负残疾人这么简单吗？一个住在政府廉租房里，得到社会帮助过的孩子却对于别人的困境毫无怜悯之心，这还不够痛心吗？！


解析到这儿，来个小插曲，夸一下印度电影，虽然他们总是一言不合就唱歌跳舞，但是对于小人物的刻画和认识，有时总能让观众细思极恐。我们这部电影的导演，也是一样，他继承了印度导演对于音乐的深刻理解，把影像和音乐应用得淋漓尽致，在影片的几个关键深刻，导演用它醇熟的镜头语言，结合声音的配合给了观众独特视听冲击。


我第一次看的时候，生理性的为之一颤的时刻并不是很多剧情的高点，而是类似当西米在阿卡什泡咖啡的时候带鬼脸试探男主这样的时刻。导演擅长在轻松的时刻给观众意想不到的刺激，一个较松的景别，仿佛若无其事的在描述一个客观事实，却在微摇的镜头运动中，随着音乐重音，带出让你意想不到的紧迫感和压迫感。（影片中这样的处理有很多，可以自己再去一一发觉）


再去刷这部片子的时候，我特地关注了影片贯穿始终的钢琴弹唱曲。有趣地发现，几乎在每一个男主的心理轨迹的变化点上都有一首应景的歌曲。在这里，歌曲不仅仅是背景音这么简单，仿佛是男主的情感窗口，他会把爱情写进歌里，同时也把恐惧，把无助都流露其中。更有意思的是，导演甚至将自己对于宝莱坞经典电影的致敬与缅怀都藏进了歌里，在影片中出现了很多经典的桥段回放，包括在电影结束后的字幕中也致敬了许多音乐的原出处。可见我们这位导演在时隔十几年后的第一部良心巨作中，想要表达的东西真的很多很多。


那么回到最开始的那句话“What is life ？”

看来我们这部电影的导演并没有给我们一个非常乐观的回答。刻画出了如此多生动的人物形象，他们都是各有各命。为了达到目的不惜杀人下毒，终究没有向善的西米；一手遮天，一心向权，假公济私的警察局长；贪婪自私却胆小迷信的出租车夫妇；损人利己，过河拆桥的医生，再加上之前我们深度解析过得三位，所有人构成了一个社会的缩影。虽然是过度悲观，但是不得不说在这样对人性地抽丝剥茧后，故事的真相已经远不比社会的真相来的可怕了。

这也应了后半句“it depends on the liver.”千人千面，所以，好好生活吧，互相尊重彼此的内心秩序。
`
  },
  {
    id: 3,
    title: "流浪地球",
    username: "Do",
    email: "123456@gmail.com",
    date: "2019-02-05",
    url: "/static/pic/3.jpg",
    description:
      "近未来，科学家们发现太阳急速衰老膨胀，短时间内包括地球在内的整个太阳系都将被太阳所吞没。为了自救，人类提出一个名为“流浪地球”的大胆计划，即倾全球之力在地球表面建造上万座发动机和转向发动机，推动地球离开太阳系，用2500年的时间奔往另外一个栖息之地。中国航天员刘培强在儿子刘启四岁那年前往国际空间站，和国际同侪肩负起领航者的重任。转眼刘启长大，他带着妹妹朵朵偷偷跑到地表，偷开外公韩子昂的运输车，结果不仅遭到逮捕，还遭遇了全球发动机停摆的事件。为了修好发动机，阻止地球坠入木星，全球开始展开饱和式营救，连刘启他们的车也被强征加入。在与时间赛跑的过程中，无数的人前仆后继，奋不顾身，只为延续百代子孙生存的希望……",
    evaluation: `
《流浪地球》是一部堪称伟大的科幻电影。

是的，必须用伟大这个形容词。

要知道，仅仅几年前，中国科幻电影的概念还是圆萌蠢胖的飞碟、西游记风格的外星人，山寨浮夸的机甲……并非我们的电影工作者没有看过《星际穿越》或者《阿凡达》，不知道牛逼的科幻片是什么样子，而是大家潜移默化觉得，中国人现阶段只能也只配拍出这样的科幻片，甚至是更软的那种——披个科幻的噱头用五毛特效讲个尴尬的都市喜剧。如果有人说几年后中国就会拍出可以和《地心引力》《火星救援》相媲美的科幻电影，大概没几个人会相信。即便稍有一点希冀，也被某科幻巨著改编电影的胎死腹中摧毁得不剩多少了。

国产科幻片，在2019年之前，尽管也偶尔出过几部可圈可点之作，但总体来说，堪称电影中的国足。

所以可以想象，有《流浪地球》这样一部达到好莱坞水准的科幻大片横空出世，是堪称伟大的成就——相当于国足踢进了世界杯淘汰赛甚至八强。从它拍出的一刻起，就已决定了必将在中国电影史上拥有一席之地。

电影改编自刘慈欣的原著《流浪地球》，采用了其基本设定和框架：太阳灾变，人类设法移动地球，让它“流浪”到南门二星系求生。但故事本身完全是新编的。这并不在意料之外，原著大开大阖，情节松散，很难照搬。电影中重新打造了地球在逃逸过程中险些坠入木星，一个临时拼凑的救援组付出巨大牺牲后终于让地球重返轨道的故事，所有角色都是原创的。

但值得称道的是，电影并没有像某些影视改编那样随意安插一些和原著毫无关系的情节，让热爱原著的人群有挂羊头卖狗肉之感。故事主线中的要素，像地下城的生活、掠过木星的轨迹、行星发动机的作用等，都是取自原著的基础，与原著的设定基本结合得很好。可以说是一部“官方同人”。

出于市场考虑，情节本身的走向虽然仍保有原著中的宏大理想主义光辉，但主体是相当好莱坞式的：突如其来的灭亡危机，家庭问题重重的主角，承包各种笑料的队友，陷入绝境之余的峰回路转，亲人从对立走向理解乃至坦露心迹，重要人物牺牲，主角却在几乎不可能逃生的情境下活了下来，让故事有个Happy Ending……这些自然会令观众在目不暇给之余，想起一系列美国大片。当然并不是生搬硬套，而是经过融合与本土化之后的中国制造。

当然你可能会想——我自己也想过这个问题——电影是不是中国制造，和观众有什么关系？即便有好莱坞水准，那比起其他好莱坞大片也不就那么回事么？好莱坞的水准之作恶评也不少，难道是中国人拍的就格外伟大？

的确，民族自豪感可能会让我们拔高一些东西，但这种共鸣有它的内在意义。譬如说，电影中提到过嘉兴这座小城市，虽然只是一笔带过，但当提到时，整个放映厅内响起一阵惊喜的笑声——因为我观影的影院就在嘉兴地区。来看电影的本地人大概从来没想过，自己生活的地域居然会在一部似乎远离现实的科幻片里被提到。这种喜悦感单纯而由衷，和民族情绪并没有关系。

当然远不只是嘉兴，还有浓墨重彩描绘的北京、上海的高层建筑，出场过的济宁、杭州以及提到的其他许多地方。还有中国式的学校、广播、流行歌曲、顺口溜，还有春节，还有南腔北调的中国话本身……看到这些中国观众都会会心一笑，这种观影的愉悦是任何一部欧美大片无法给我们的。

而这一切并不是点缀猎奇的元素，而是想象中未来生活的一部分，是主角生存的土壤和根基，科幻内核和故事就从这里生发出来。通过电影所构造的整体，我们可以纵情想象中国和中国人的未来。虽然就具体设定来说，是可能性几乎为零的未来，但在这种想象中，中国人自己成为了主体而不是旁观者或配角。这让我们体验到了自身的无限可能。也许我们永远用不着建造巨大的行星发动机，但可能建造同样震撼的核聚变发电站或者星际飞船，也许我们将来不会在地下城庆祝春节，但也许会在太空城或者海底城市舞狮舞龙；也许地球永远不会飞向那黑暗深空，但我们的文化与精神会……未来是我们可以自己想象的，未来是我们可以自己创造的。

中国科幻电影中“中国人”主体性的确立，这可能是《流浪地球》这部电影最重要的贡献，也是其最伟大之处。以前我们谈到中国科幻时，经常担心的一些问题和伪问题，比如“中国人拯救世界是不是很假”比如“为什么未来社会都是西方式的”，通过这部电影本身彰显的感染力，原则上都不再是问题。不太遥远未来，年轻人或许会奇怪为什么我们会有这样的担心。

当然无须讳言，电影中也有不少缺陷，除却演技、台词层面尚有生硬之处外，采用好莱坞式的戏剧结构，保证精彩有余的同时也不免丧失了一些深度。而其特效距离好莱坞的顶尖水准也稍有差距等等。

特别要提到科技相关的方面，这对于一部科幻电影来说是至关重要的。原著中逃离太阳系的方案，是在停转后利用太阳的引力弹弓效应加速，绕太阳转许多圈之后，再高速飞出原轨道，接近木星也非巧合，而是有意利用木星的引力加速。可能考虑到需要的物理知识比较高深，这些在电影中一律从简，观众缺乏直观的感受，对流浪地球的理解不免打了折扣。其实只需要在恰当地方安插十几秒的动画讲解，便可以弥补缺憾。若有地球近距离掠过太阳、火星和小行星带的场景，便更加动人——可能是要求太高了，不过在宇宙的尺度上，的确还有更多潜力可以发掘。

另外还有个别难以忽视的硬伤，比如“木星引力忽然增强”这个重要设定实在过于低级错误——万有引力不是可以轻易改变的——而且也并无必要，同样的情节完全可以通过“中央控制电脑被陨石毁坏导致发动机大面积故障地球偏离航向”来实现。电影最后的解决方案可行性也是相当存疑，虽然是明显出于情节需要不必苛求，但总觉得还有改进的空间。

不过发表于2000年的《流浪地球》小说也并非无懈可击，刘慈欣本人就承认过其中一些疏漏（如停止自转就没有昼夜的设定）。如果我们再仔细审视地球派和飞船派的争论，还可能发现推动地球的前提就站不住脚。但其磅礴万千的想象力、极具感染力的空间画面感，以及超凡脱俗的理想主义气质，毫无疑问将人们对“科幻”的理解提升到一个新的层面，开启了中国科幻的新时代……这篇小说是一篇有缺陷的伟大作品。

电影《流浪地球》是当年小说的影视化，但如“科幻电影元年”这个期许所预示的，它并非圆满的终结，而是一个崭新的开始。因此我要不吝赞美它的伟大，不是因为已臻完美，而是因为它必将是更伟大之物的开端。
`
  },
  {
    id: 4,
    title: "蜘蛛侠：平行宇宙",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-12-21",
    url: "/static/pic/4.jpg",
    description:
      "正就读中学的少年迈尔斯意外被一只遭受放射性污染的蜘蛛咬伤，随后身体发生奇特的变化。偶然机缘，他目睹了蜘蛛侠和犯罪头目金并的战斗。为了阻止金并利用时空对撞机扰乱宇宙，蜘蛛侠最终壮烈牺牲。可未过多久，来自平行宇宙的颓废的彼德·帕克出现在迈尔斯面前。为了阻止金并的阴谋，并帮助这个帕克返回自己的宇宙，他们闯入金并的老巢。在这一过程中，二人遭到章鱼博士和徘徊者的狙击。与此同时，来自其他宇宙的女蜘蛛侠、暗影蜘蛛侠、蜘猪侠、二次元蜘蛛妹相继出现。",
    evaluation: `
蜘蛛侠是一种人格，而不是某一个人

差点被这个低幼的官方海报给坑了。看到好评这么多，想着去看一部动画版的《蜘蛛侠》也挺好，看这个海报，本来已经做好看类似漫画版的2D动画了，没想到是制作这么棒的3D电影。

其实，如果说漫威里面最大的IP是谁，蜘蛛侠首当其冲，没有之一。

首先，蜘蛛侠电影算是最早进入国人视野的，从2002年开始（之前在美国上映的没算），连拍三部，让人认识了这个穿行在摩天大楼间的平民英雄，同时也开启了漫威世界的大门。

到目前，已经有《蜘蛛侠》123，《超凡蜘蛛侠》12，以及《蜘蛛侠》英雄系列六部大片，加上各种漫威电影中的客串演出就更多，而且《蜘蛛侠》英雄系列的片单已经排到第三部，2021年上映，可见这个形象多招人喜欢，好莱坞对他多有信心。

另外，漫威英雄里，只有蜘蛛侠同志，已经换了三个演员来扮演，已经轻松追上80年代就在电影上出道并且极具影响力的蝙蝠侠同志。而且蜘蛛侠用的都是小鲜肉新生代，未来发展潜力无限。

之所以蜘蛛侠这个角色这么受欢迎，主要还是因为他的平民身份最接地气。老话说得好，有钱靠撒币，没钱靠变异。钢铁侠、蝙蝠侠就是有钱大佬，烧钱再多不在话下，但是让人可望不可及啊。蜘蛛侠就不一样了，屌丝一个，要是没让蜘蛛咬了，别说电影主角，人生主角都当不上。这样的反差很好的投射到普通观众心里。

更有趣的是，蜘蛛侠的人设通过电影系列的迭代和主演的变换。人物性格越来越逗比，越来越活泼，越来越涉世未深。也是，连钢铁侠这样的钢铁直男都要卖个萌，卖个腐，蜘蛛侠天然呆萌气质不用好真是浪费了。

于是，尤其是在漫威大电影中，众多英雄登场，蜘蛛侠就像个小朋友一样嫩出水，在众多大佬中极为可爱。尽管稚嫩而且能力有限，但关键时刻还是能义无反顾舍生忘死，深深抓住了观众的小心脏啊。

基于这样的定位，观众也许不会挂念战斗力超强，耍酷扮酷的众多英雄，但多日不见穿梭在楼宇间的红色身影，还是会有些想念呢。在蜘蛛侠真人电影的空档期，还会如此精良的制作蜘蛛侠动画电影，可见蜘蛛侠多招人喜欢，多有号召力。

说回到这部电影，其中非常重要的是，这部动画电影里面有老梗，但绝对没有炒冷饭，最多算是拿着菜谱重新炒了一份全新的。这份新的炒饭真的是很彻底的革了旧作的命。

第一，你相不相信还有一个蜘蛛侠——从人物的塑造来说

这部电影最牛的地方就是，上来就颠覆。第一个镜头几乎是电影中最重要的镜头，上来就给了一个小男生，黑人，刚要转到一个重点高中。然后没多久，他就被一个明显有问题的蜘蛛给，咬了！啥意思？他是蜘蛛侠？？？不对啊，这个世界上有一个蜘蛛侠，男孩的警察爸爸很不喜欢他。然后，男还真的就见到了，并且见证了蜘蛛侠的遇难。好了，一部蜘蛛侠电影，刚开始的部分就搞出个疑似蜘蛛侠，然后把真蜘蛛侠搞死了，有这么玩的吗？

而且，这里面有一点，像我们知道的蜘蛛侠同志的革命家史一样，小男孩也得到了一份重重的托付，那个关机优盘。这样就完成了新老蜘蛛侠的交替，只是现在还只是在动机层面。所谓“能力越大，责任越大”云云。

之后，类蜘蛛侠的能力为男孩带来不少麻烦，在生活中。在这个阶段他对于这样的能力，或者说怪现象非常的苦恼。换个层面说，就是他对于可能将成为蜘蛛侠的这个身份非常的不认同。这样，就形成了人物塑造当中最大的矛盾点，也就是最大的冲突和发展动机，之后大篇幅的展现都是多维度的展现这种矛盾直至它统一。

看完电影反过来想这些，觉得编剧真是妙笔。应该说这样的人物塑造真的可以让这个人物非常的丰富具体，有血有肉，你能够感同身受，能够明白他的喜怒哀乐。他首先是一个活生生的具体的人，然后才是那个背负着能力与责任超级英雄。

你想，一个青春期的男孩，本身就是一个矛盾体；再加上他刚转学，从布鲁克林的普通学校到繁华区域的精英学校，够拍一部青春片的题材；然后，黑人身份，毕竟在美国尤其是精英层，是少数裔；最后，他最爱涂鸦，而老爸又是管辖公共秩序的警察。这四重矛盾在这个男孩身上，我们完全能明白他的感受和苦恼，这非常具体和生动。

然后，他被蜘蛛咬了。注意，咬的不是一个科学狂人，不是一个孤僻阴鸷的怪咖，不是一个百万富翁，不是一个将死的绝症患者，而就是一个普通的，好像谁都认识的，心烦意乱的高中男孩。

于是，我们感同身受的看着这个男孩的成长，就是看着一个准蜘蛛侠的成长。不知不觉中，我们被带进了这个故事——《另一个蜘蛛侠的诞生》。

所以，这个看起来这么扯的人物背景，在编剧的妙笔下，编织出一个黑人男孩蜘蛛侠，而且对不起，最后就只有这一个了，好在我们和纽约市民一样已经非常接受他的存在了。

演到四位平行世界的蜘蛛侠们决定还是把男孩留在寝室，他们去做自我牺牲时，被封在椅子上的男孩终于唤醒了自己的蜘蛛侠，这个新生代蜘蛛侠终于诞生了。我在影院有意识的看了一下表，一个半小时。

多棒的片子，为了塑造这个最重要的人物，用了超过四分之三的篇幅。也因为这样的细腻铺陈，才让这个稚气未脱的蜘蛛侠真的扛起了这个重任，而不是单单执行这个任务，单单在人群中耍帅。不管有没有续作存在，我们都知道，在那个世界里，随着这个小家伙的身体发育和能力日臻醇熟，一个合格的蜘蛛侠一定会穿梭在曼哈顿的楼宇间惩奸除恶造福一方。

第二，你相不相信这是一部3D电影——从影片的视觉效果来说

说回到电影海报和一些宣传画，真的平面感十足，非常像美式漫画。这很正常，漫威的英雄们本来就首先存在于漫画册当中。我本以为这是部平面动画，直到检票时工作人员递给了我眼镜。

好吧，视觉效果棒极了，画面非常有质感，充满丰富的细节，而且同时又非常的有漫画感，这个设计非常非常的棒。

首先，如果你在看影碟，可以暂停的话，我敢保证，当你暂停时，尤其是在看里面的人物特写时，你看到的将是一个漫画式的脸——重重的轮廓线，尤其是鼻子眉头这些，都有着重的强调。

其次，影片中加入了很多非3D的动画元素，比如时不时出现在人物头侧的文字板，比如一个人再碰另一个人时出现的效果线，比如反复出现的漫画册子展现，都非常有趣。

再次，就是另有三位蜘蛛侠从平行世界穿越过来的画面，简直是脑洞大开让人笑喷。明明不是一个次元的东西，硬安在一起，实在是画风违和。这部电影中最牛的就是这部分设计。要知道，1988年就有一部电影叫《谁陷害了兔子罗杰》，里面应该是第一次采用了动画人物参演真人电影。这个动画人物可不是现在的CG动画，做得比真人还像真人。而就是一个平面卡通人物，完全是违和的，但这样的脑洞大开完全征服了观众。之后还有1996年飞人乔丹主演的《空中大灌篮》，算是真人参演动画电影了。

而这部片子牛的地方在于，它在3D电影中用了平面卡通形象，一方面是画风错位让人有新奇感，另一方面非常重要，也超越了前面举例的两部电影，就是这样的骚操作其实还有一层揭示的意思。

第一层原本是，我们这是一部动画片，但演的是真实世界。在真实世界会看漫画，漫画里也有真实世界的人，这没问题。然后一大堆其他时空的漫画人物穿越过来，不是穿越到漫画世界，而是穿越存在于真实世界，也就意味着你们建造的这个真实世界其实也是漫画世界而已。

这有一种戏剧上讲的，跳出的离间意味，通过违和的画风揭示出来。让我觉得这一版真是颠覆啊，创作者真是因热爱而自信，这么干完全不考虑观众能不能接受，票房会不会受损。我们想到这个点子，然后很好的完成了，这就是一个漫画迷动画迷要干的事。这太酷了，单要为这个起立鼓掌。

这些是动画师有意而为之，做3D动画，然后反3D，实在是有趣而又自信满满的设计。这样一方面让普通观众很有新奇感，感受到不俗的画风。另一方面一定深得漫画迷的青睐，一举两得。

比起那些本来3D效果就不强，然后硬上3D的影片，不知道高到哪里去了。

第三，你相不相信看了这部电影好像看了好几部电影——从电影的内容和结构来说

创作者知道，我们不说什么是蜘蛛侠，观众也都知道，而且知道的可多了。但是，我们再念叨一遍，好讲后面的故事。于是我们看到开头快速翻动的漫画和前作镜头漫画式的闪回，这没关系，不喜不厌。在这个过程中，创作者有意的摘取了几部经典影片中的标志性镜头，比如蜘蛛侠倒垂吻戏啊，黑红蜘蛛侠之类的，几秒钟的镜头闪回就让我们好像看了好几部前作。

而当漫画闪回这件事在后面反复出现过几次时，这样的手法就太有意思了。

首先这是分段的技巧，通过这样往复，讲了另外两个主要人物——中年危机蜘蛛侠和女蜘蛛侠，电影的标题“平行宇宙”也因此开始反复呼应。虽然三人成众，还算不上宇宙吧。于是二三十年代风格的黑白风衣蜘蛛侠，次世代卡哇伊萝莉+机器人蜘蛛侠，贪吃小猪猪蜘蛛侠相继登场，真正的宇宙大翻车。

这里面包含的不仅有平行空间的穿越，还有时间上的穿越。而每一重时空里，都有一个不一样的蜘蛛侠故事。通过迥异的人物呈现，我们似乎也看了他们每个人在他们自己世界的影片。不仅是蜘蛛侠们，还有为科学狂的章鱼博士、沉浸在丧妻丧子之痛的大反派等等。我猜，主创人员也一定很认真地写了每个时空蜘蛛侠的人物小传，甚至给每个人物拍摄了小片，我们以后可以在蓝光碟里求证。

所以这部电影的结构尽管并不复杂，只用了几次闪回，但是带来了非常大的信息量。这样做非常棒，因为我们看过太多节奏快的电影，是创作者故意把节奏带的很快，生怕稍作停留你就发现破绽百出。这部电影节奏也很快，因为创作者一定要把每个重要人物给你介绍清楚，有好多话给你讲，一次次闪回让你都明白了之后，好了，我们来大决战。

总之，这是一部非常棒的影片，尽管拉拉杂杂说了这么多，但我想，如果对照着影片来写的话，一定还有太多的美好细节没有谈到。另外，老话说得好，优秀来自于同行的衬托。可以先看看最近也很火的水里那位大哥，再来看这个小哥，高下立现，不多说了。
`
  },
  {
    id: 5,
    title: "神奇动物：格林德沃之罪",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-11-16",
    url: "/static/pic/5.jpg",
    description:
      "虽然纽特协助美国魔法部将邪恶的黑巫师格林德沃捉拿归案，但最终格林德沃还是逃脱了禁锢，他来到了法国巴黎，一是为了集结信徒掀起革命，二是为了寻找同样藏匿在这里的克雷登斯，寄生在克雷登斯身上的默默然是帮助格林德沃实现野心的不可或缺的道具。格林德沃的潜逃在整个魔法世界里都掀起了轩然大波，一时间草木皆兵。邓布利多秘密的找到了纽特，希望他能够前往巴黎，先格林德沃一步找到克雷登斯。和纽特一起踏上巴黎之旅的，是麻鸡雅各布，他此行的目的，是要找回先前因为吵架而来到巴黎投奔姐姐蒂娜的恋人奎妮。",
    evaluation: `
平凡的幸福和它可怕的反面

看到过一个问题：《哈利·波特》里面有哪一幕最打动你？

对我来说，是哈利·波特跟着海格走的第一天，发生了太多事情，哈利累到沉沉睡去，第二天早上一睁眼，他突然想到，哎呀，万一昨天经历的那些都是假的？都是自己发大梦呢？心情陡然沉重起来。然后：

“他坐了起来，海格的厚外衣从身上滑了下来。小屋里充满了阳光，暴风雨已经过去了。海格睡在坍塌的沙发上。一只猫头鹰正用爪子敲打窗户，嘴里衔着一份报纸。”
——这大概是我读到过的最幸福的一段话了。当不开心的时候，想到这一幕，都觉得非常治愈。

有一段时间，遭到网络暴力，心烦意乱，我就想起在第四部里面，由于记者丽塔造谣生事，哈利和郝敏处在舆论漩涡里，处境糟糕透顶，可是郝敏终于抓住了丽塔变的甲虫，把她关在玻璃瓶里。真是太解气了。他们安慰到了我。

我有个罹患抑郁症的朋友，她告诉我，JK罗琳也患有抑郁症，她把自己的抑郁症具化为摄魂怪，写进了书里。摄魂怪是世界上最可恶的怪物，它吞噬人的快乐，而你用来打败它的招数，是“呼神护卫”——是你坚定的自我，和坚不可摧的愉快回忆。

所以，JK罗琳的作品就和金庸的作品一样，对于喜欢的人来说，这是一座开采不完的富矿。甚至可以说，就像金庸的作品代表着中国人的情怀，罗琳的作品也蕴藏着英国人的价值观。

以前我会觉得，罗琳写的故事太稳妥了，大家这样奋不顾身地杀敌，最后要的不过是家常的生活，少年英雄最终变成中年大叔，生一大堆孩子，热闹琐碎地活着——这种理想又有什么了不起的呢？但是今天看完《神奇动物在哪里2》，我就觉得，我那样想恐怕错了，因为平凡的好日子并不易得，也需要珍惜。而在它的反面，是很可怕的东西。

《神奇动物2》，你也可以理解为，讲的就是人如何去对抗这些很可怕的东西。在这部电影里，这些可怕的东西，是分宏观和微观来讲的。

从宏观上，《神奇2》设定的时间是一战之后、二战之前，这是欧洲被战争阴影笼罩的时期。格林德沃是手段强大、杀人不眨眼的黑巫师，但更可怕的是他擅长蛊惑，他不仅仅是直接通过魔法来蛊惑，还能够进行煽动性的演讲。他说人类愚蠢自大，只会制造可怕的战争，而巫师是精英，理当辖制人类，又说巫师应该享有自由（这个观点蛊惑了想和麻瓜自由恋爱的奎妮）。

格林沃德有一句名言：“为了最伟大的利益。”这种为了目标牺牲普通人的p话，也是纳粹说过的。他的这一套其实就是纳粹思想的童话翻版。


一战和二战是人类历史上发生过的最大的战争，欧洲是这两次战争的主战场。所以欧洲人对战争的反思从未停止，尤其是在新纳粹思想抬头的今天。罗琳不是那种不论窗外事的作家，她一向积极参与社会活动。她曾经是一个在咖啡馆的手纸上写作的贫困单身母亲，还罹患抑郁症，她很明白，为了普通人的平凡的好日子，她应该尽力去争取。

从微观上，无论是克雷登斯、丽塔·莱斯特兰奇、优素福·卡玛，还是中了血咒的纳吉尼，都是带着原生的伤痛的，他们都很难获得幸福。克雷登斯天生有着强大的、无法自控的黑魔法力量，他不知道自己来自何处，家人是谁，他带着毁灭性的力量和迫切的问题在活着。丽塔·莱斯特兰奇在童年时搞丢了自己的弟弟，使得他在船只失事的时候死去，这种罪恶感伴随她的一生。优素福·卡玛立了牢不可破誓，为了给父母复仇，他住在下水道里，天天研究仇家，还长了寄生虫，真是悲惨。

纳吉尼是最命运多舛的，大家都知道，伏地魔的蛇就叫作纳吉尼。美丽的人性尚存的她，将有一个怎样的未来，观众都很清楚，现在看到还维持人类形态的她，心里不能不感到同情。


他们都在寻找，碰壁，走弯路，甚至毁灭。找到幸福，是很难的事情。

JK罗琳对幸福的理解，和查尔斯·狄更斯是很接近的。哈利波特和纽特也都很像狄更斯“最心爱的主角”大卫·科波菲尔，他们经历了很多的颠簸流离、动荡不安、辗转反侧，才能最终知道自己想要什么，找到属于自己的幸福。

电影主角纽特，是我们可爱的“小雀斑”，他演活了一个有nerd气质的单纯善良的男孩，在电影院里，大家看到他那段笨拙的表白，都笑得很开心。他不爱跟人争名夺利，但善于和动物打交道。——他拥有一座神奇动物园！我连做梦都不敢做成这样！这简直比拥有一整个王国还令人艳羡。他骑着马形水怪在水中遨游那段，让人觉得既危险又开心。


纽特的宠物嗅嗅，在《神奇动物1》里就很引人注目，在这一部里它的追踪堪比最好的警犬，而且盗窃功力更加出神入化，甚至能够从格林德沃身上偷宝贝。纽特还有一个可以悄咪咪开锁的护树罗锅。还有一个放得下驺吾这么大的动物的手提箱。可以想见，如果进军小偷界，纽特一定大有可为！我希望在下一部里就可以看到他偷出隐形斗篷和复活石（老魔杖会一直在格林德沃手里，直到邓布利多打败他，所以不用考虑了），并且靠着身边卖萌宠物的帮助，亲吻到他心爱的女孩。


要表扬的是，导演居然启用了两大中年帅哥来扮演邓布利多和格林德沃！在看了七部《哈利波特》里大白胡子的邓布利多之后，再看看裘德洛扮演的邓布利多，真是既可信，又养眼！强尼·戴普演的格林德沃，也是广受称赞，简直就是“蛊惑”这种魔力的外化表现。同为白化病患者的装扮，狂拽酷炫的格林德沃，和没鼻子、讲话气若游丝的伏地魔相比，也忒优越了。

罗琳谈他们俩的关系的时候，说邓布利多爱格林德沃，因为恋爱是盲目的；而格林德沃不爱邓布利多，因为他这种人心目中只有实现自己野心的手段而已。

在厄里斯魔镜里面，你看到的是自己内心深处的渴望。中年的邓布利多对着魔镜，看到的是格林德沃。爱上一个不该爱的人，多么煎熬……


克雷登斯·邓布利多又到底是谁？我认为他可能是邓布利多的妹妹的孩子，继承母姓和家族血脉。他能够召唤凤凰；他和他母亲一样，是一个无法控制自身魔力的“默然者”；同时他也继承了母亲不稳定的精神状态。但他也可能是邓布利多的弟弟或侄子。我不认为他会是邓布利多的私生子——搞这样的耸人听闻的花边新闻不像是JK罗琳会做的事。

《神奇动物1》的场景和人物服装我都觉得特别好，该得奥斯卡奖，2也是如此。这些20世纪上半叶的华服，再加上一点魔法特色的设计，实在是太迷人了！电影里的女性都那么光彩照人！那些新艺术风格的巴黎和伦敦场景，也令人觉得很享受。


这部电影我觉得有两个问题：

一是如果你是哈迷，你当然觉得这是一部到处都是彩蛋的电影，可是如果你不太了解《哈利·波特》，也不熟悉《神奇动物在哪里1》，你可能就会发现一部好好的娱乐片变成悬疑片，脑子里全是十万个为什么。建议在观影之前先看看背景介绍！

第二是我本人不太满意对东方神奇动物驺吾的塑造。人类可能圈养动物太久了，总觉得它们和人的恰当的相处方式，是撒娇卖乖。一个体长几十米的威猛的神兽，一个曾经被关在马戏团的笼子里受到虐待、本该对人类充满恨意的敏感动物，居然被一个逗猫棒俘获了。

如果驺吾更像野兽，愤怒、咆哮、狂野，如果纽特和这个神奇动物更平等地相处，或许更符合世界的逻辑。


JK罗琳透露，《神奇动物》可能会拍五部。这个系列比哈利波特系列的前后关联更紧密。《神奇动物2》有一种蓄势待发之感，让人对后面的情节更加期待。

我关心这些角色的命运，也盼望谜底尽快揭开；同时我也更理解了罗琳所秉持的老英国的价值观，如果你透过罗琳，再去看简·奥斯丁、勃朗特姐妹和查尔斯·狄更斯这样的古典作家，你将会对英国人这暖心的传统有更多的体会
`
  },
  {
    id: 6,
    title: "阿丽塔：战斗天使",
    username: "Do",
    email: "123456@gmail.com",
    date: "2019-02-22",
    url: "/static/pic/6.jpg",
    description:
      "故事发生在遥远的26世纪，外科医生依德在垃圾场里捡到了只剩下头部的机械少女将她带回家中，给她装上了本来为自己已故的女儿所准备的义体，并取名阿丽塔。苏醒后的阿丽塔对这个五彩斑斓但却暴力而又残酷的世界产生了浓厚的兴趣，在结识了青年雨果后，阿丽塔开始接触名为机动球的运动，并在比赛中展现出了惊人的格斗天赋。在废铁城居民们的头顶，漂浮着巨大的浮空城市撒冷，废铁城居民们的一切劳作和付出，都是为了给撒冷提供继续运作的燃料。在大财阀维克特所设立的机动球比赛中，最终获得冠军的人能够获得前往撒冷生活的资格，阿丽塔决定利用自己的格斗天赋参加比赛，却被卷入了一个巨大的阴谋之中。",
    evaluation: `
天使在人间

对《铳梦》原作了解很少，但很早之前就非常期待这部《阿丽塔：战斗天使》，无他，就因为詹姆斯·卡梅隆！如今看到了罗德里格兹导演接手的这部电影，总体来说我还是很喜欢的。

最吸引我的，是影片对各种科幻概念的呈现！以一种极其精细、逼真、华美的方式，把天空城、钢铁城、半人半机器的cyborg、疯狂的死亡球比赛等等展现在大银幕（特别是在#IMAX 3D#   银幕）上。这种对奇异世界充满质感地呈现，恐怕每个科幻迷都无法拒绝其吸引力。好莱坞不断推出的视觉奇观让我们多少已经有点麻木了——尽管看到《海王》《侏罗纪世界》《环太平洋》这样的电影还是会惊叹一下，但《阿丽塔》给我的感觉是：动作捕捉、CG合成、蓝幕拍摄等等特效术语基本不会在看片过程中出现在你脑海中，它已经逼真到了触手可及的地步。我的看片体验不是震撼，而是沉浸（immersive），完全沉浸在这个虚拟的科幻环境中！我想，这背后应该就是“卡梅隆电影”最大的魔力所在吧。以本片在动作捕捉乃至CG方面的技术进步（又超越了《猩球崛起》一大步），我相信《阿凡达2》带来的观感和体验将是惊人的！

影片中各种战斗带来的热血感，以及不少科幻B级片里的怪趣味桥段也是我很喜欢的——尽管出于分级限制本片大大降低了黑暗度和暴力血腥程度。更让我惊喜的是对女主角阿丽塔的塑造：这是一个科幻电影中少见的形象，既有强力、果敢一面，又有非常少女的一面，后者是通过大量的面部细节、肢体小动作来表现的（对比一下你会发现，《饥饿游戏》这类电影往往会有意识地克制对女主角少女心的刻画）。这是一个令人着迷的银幕形象，就好像《肖申克的救赎》中囚犯们一遍遍欣赏《吉尔达》中的丽塔海华丝一样。

本片的故事情节被不少人诟病。看完后我觉得，故事是基本OK的，至少及格没问题。节奏也很顺畅，特别是后半部分更能让人有紧张感和投入感。我不太满意的点是故事线过于平铺直叙，除了一点点闪回外完全按时间线走，其实多点跳跃性或支线可能故事会更丰满和开阔——比如阿丽塔两次接受新躯体，都可以有些她去探索自己能力的小故事。

看到最后发现，本片就是卡梅隆重写了一个未来太空机器人版《泰坦尼克号》的故事！（下有剧透！）你看：女主角同样是来自旧世界但急于寻找自己身份和价值的年轻女性，都遭遇了一个想要进入新世界（天上对男主角而言就是新世界）的底层男孩；男孩带着女孩接触了既甜蜜又残酷的真实世界；最后女孩无法拯救男孩这样一个爱情故事……

影片比较大的问题可能在角色塑造方面。除了女主角阿丽塔，其他角色都相当平面化和功能化——特别是詹妮弗·康纳利和凭《月光男孩》、《绿皮书》、《真探》名声鹊起的马赫沙拉·阿里！真是可惜了两位颜值演技都很高的演员。影片中基本没有一个明确的大反派，几个形象分担了反派角色，但与阿丽塔都没建立起强力的冲突和解不开的矛盾。导致影片结尾几场戏都没有达到高潮，缺乏一场淋漓尽致的爽快决战，观感上实在有点可惜！

本片原作往往会与《攻壳机动队》相提并论，但它与攻壳的不同在于，原作漫画就是有teenager的成分。阿丽塔不是素子，后者是个成熟的女性形象。影片偏青少年向可能是种必然的选择，但成片表现出的调性或者说气质，确实显得浅近、不够成熟和有深度。关于cyborg/AI/机器人到底能不能算有灵魂有情感的生命，这一主题没有在影片中得到足够的探讨和追问。从机器人形象上讲，阿丽塔与科幻影史上的其他机器人形象并无本质的区别。在最近卡梅隆来中国的访谈中，他曾多次谈到了对AI题材的兴趣和思考，其实我当时非常想问一个有点激烈的问题：科幻电影中的机器人塑造，能否更深入一些，更复杂一些，涉及一些不那么“类人”的角度呢？比如机器人对生命的意义和价值是否有不同于人类的看法？比如人与机器人的情感是否可能超越普通的爱情、友情？这也是目前绝大多数科幻电影面临的，缺乏突破和大胆想象的严重问题。

尽管有不少遗憾，我仍然觉得，《阿丽塔：战斗天使》是一部值得在大银幕上细细欣赏和体验的科幻电影。它的续集（如果会有的话）有着极大的可能性和拓展空间！我期待在银幕上继续看到阿丽塔以及Ido医生（当然要瓦叔继续演）等人在那个奇异世界冒险的故事。`
  },
  {
    id: 7,
    title: "只有爱能让我生存",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-11-09",
    url: "/static/pic/7.jpg",
    description:
      "著名小说家，剧作家本谷友希子作品<活着，就是爱>将推出映画版，趣里&仲里依沙&菅田将晖共演。 故事围绕着患有过眠症的女主角和他恋人之间展开，新锐导演关根光才长篇映画出道作品，田中哲司、西田尚美、松重豊、石橋静河、織田梨沙共演，2018年秋季公映。",
    evaluation: `
去看完小说才更懂这部电影的乐趣。

电影与其说从寧子的视角描写，不如说反而让人有些反感这样放弃自我毫无动力颓废的主角。但不知为何，看小说就完全不会有这样的想法，会非常产生共鸣，因为光是呼吸活着就觉得很累了。

光是呼吸就累了，真是人渣一样的说法了。

电影有趣的是加了很多津奈木视角的描写，比如开头一路狂奔的寧子的裙摆以及最后一段寧子在前面跑，津奈木跟着后面追的地方，会觉得像这种没有语言交流却能够产生共鸣的情感非常有意思。但是这种所谓的“有意思”真的太见仁见智了，无法产生共鸣的人恐怕会觉得这是一部无病呻吟的烂片吧。

看电影那天电影院很空，来的基本上都是一个人的大叔，以及我这种没事干的人。一边看一边心口发痛，那段时间刚好在思考人生的意义，而抑郁的寧子正是另一个自己的化身，看着她的生活仿佛看到了自己。

最后寧子对津奈木说的那段话是我最喜欢的：我这一生就算谁都无法理解我都无所谓，只要能和你在1/5000的一秒分享的这片景色能记住就够了。

因此片尾曲叫1/5000。

人生这么长，会遇见的人数不胜数，但能互相理解的人能有一个都是好的。因此即使是抑郁放弃就职闲散在家的寧子能和津奈木这样生活下来这点确实让我感受到了这是一部爱情电影（笑），毕竟人本是一个人出生也将一个人死去啊，能在活得这短短几十年里和人分享自己的想法，理解别人，被人理解都是非常难得一件事啊。

不过电影中前女友选了仲里依紗来演可能是不希望这个角色被人讨厌吧，确实电影中的前女友比起穷追不舍的老女人形象更像一个事业有成的现充型选手。

虽然电影看的非常忧郁，但到最后寧子说了一句活着真好就觉得这部电影看的值了，这是小说所没有的地方，竟让我心头有些温暖。

电影看完了，还是要面对光是活着就很累的人生啊。
`
  },
  {
    id: 8,
    title: "白蛇：缘起",
    username: "Do",
    email: "123456@gmail.com",
    date: "2019-01-11",
    url: "/static/pic/8.jpg",
    description:
      "幽暗洞中，白蛇苦苦修炼却不得其法，小青见此情景，将发髻上的碧玉簪子取下，令白蛇攥在手中。那一刻，五百年前的记忆瞬间苏醒。五百年前，晚唐君主昏聩庸碌，掌握邪术的国师只手遮天，命令天下百姓捕蛇修法。为了拯救族群，白蛇冒险行刺，结果却遭遇挫败，还失去了记忆。当她再度醒来，发现自己被一个专门捕蛇的村落所救下，而那个胆小却善良的青年许宣则吸引了白蛇的注意。与此同时，国师派出爪牙四处追寻白蛇的下落，而蛇族更误解白蛇叛逃人类，接二连三派出杀手。",
    evaluation: `
相比《新白娘子传奇》中赵雅芝的温婉大方和徐克《青蛇》中王祖贤的妖娆妩媚，《白蛇：缘起》中的小白是初出茅庐的青涩模样。本片中，她还不是日后法力高强的白素贞，而只是刚刚修成人形的小蛇妖，但她的天赋异禀已经初露端倪。
国师为修炼太阴真功，以重税逼迫百姓捕蛇，被蛇族视作眼中钉。蛇母派小白携法器珠钗前去刺杀国师。可怜小白初出茅庐，不敌国师弟子。
此处疑点重重：蛇母手下成百上千的蛇徒弟，能派得出手的莫非只有小白一蛇？
论资历和忠心，有常盘在前；论功夫，蛇母自己都没把握打败国师，道行离国师弟子也差得远的小白就更无胜算；论对国师的切齿仇恨，小白亦不如其他蛇妖，就连常盘也抱怨师父为何不让自己去。于情于理，派小白行刺都是一个风险极大的选择。
事实上，蛇母根本就没指望小白活着回来，她给出的指示是：带上珠钗，舍命行刺国师。
一是珠钗，二是舍命
珠钗是蛇母在宝青坊打造又精心炼制过的法器，能吸取对手法力，但代价则是施术者失去记忆。蛇母对这个法器寄予了相当大的期望，希望它在国师尚无防备的情况下一击必中。但且不说偷袭成功几率有多大，就算刺杀成功，被发现的刺客也一定逃脱不了重军围攻和国师弟子之手。
再退一步说，即使侥幸逃脱，小白也会因为珠钗发动而忘记一切。蛇母身为珠钗炼制者，不可能不知道失忆的副作用。正如老狐狸所说，失去记忆，纵有法力又有何用？失去记忆的后果就是小白将会有很长的一段脑子真空期，这期间的她是虚弱无比、破绽百出的，要在这妖异横行的世间存活下来谈何容易。况且一句“舍命”，已经体现出蛇母的用意就是让小白以死去拼一个成功率很低的刺杀任务。在小白失忆期间混乱的记忆碎片中，我们听到以下三个理由：
1.“为了蛇族”；
2.“兄弟姐妹们都感谢你”；
3.“天底下多的是不想做却不得不做的事”
理由1冠冕堂皇，尚有理有据，理由2趋向道德绑架，理由3则彻底变成了赤裸裸的敢死队命令。三个理由赶鸭子上架，硬是把这个危险至极的任务塞给了小白，全然不顾小白本蛇的意愿。
蛇母此举为何？其实答案已呼之欲出，那就是，她想借刀杀人。
这里又产生了新问题，蛇母地位尊贵，为何要杀一个修为尚浅的小徒弟？
理由有二。一，小白天资极高，修为进展快速，为蛇母所忌惮。首先，小白以初成人形的小妖身份，竟然能秒杀常盘。常盘显然是蛇母门下的大徒弟，从他的个头和师兄弟们为他让路的态度便可看出。在小青受了烈阳断魂鳞出发去找小白之后，蛇母唤了一声常盘，轻轻颔首，却是授意常盘抢在小青之前杀掉小白。在蛇母心中，常盘的功夫是要胜过白蛇的，若在蛇窟中正儿八经地比试，小白也许并无胜算，这也是为什么蛇母会派常盘来杀她。但白浪滩一战，小白却能一招制胜，展现了高超的应变和实战能力，这或许是她自己也料想不到的。和小青对比，她二人修炼时间相近，修为却有差距。影片最后，她俩都修为尽失，变回白蛇青蛇，从零开始同时修炼五百年，但后世的白素贞功力显然强于小青。在影片开头，小白眼看就要修成正果，却因潜意识中对许宣的挂念而始终不能突破，但并未为情所累的小青却还不到能接近得道的程度，从这里也能看出小白修道速度远快于小青。
和蛇母对比，吸干小道士之后变成巨蟒的大白，其鳞片比蛇母放在老狐狸处的蛇鳞大得多，暗示此时的她已经超过了蛇母；而蛇母吸取国师和诸多蛇弟子的法力之后变成双头蛇怪，仍然是蛇形，但功力不如前者的大白却已初具龙形，有肉翼，有初角。龙蛇本出于同源，蛇白日飞升即为龙，小白的天资可想而知。至于为什么小白天赋异禀，这可能得追溯到它的来历。传说汉光武中兴，辛巳年二月十二日，东海白龙奉命行雨，落下几滴龙精，正好滴在峨眉山前，受了日月精华，化作一条长蛇，就是小白。古希腊神话中天神乌拉诺斯被宙斯阉割，阳物落入海中，鲜血染过的泡沫中诞生了美神阿芙洛狄忒，而白蛇的诞生有异曲同工之妙。这位中国版美神，形体虽然属蛇，却更接近龙，岂能同普通蛇妖相提并论？

二，小白与群蛇格格不入
蛇母那句“天地间多的是不想做但不得不做的事”，点出了小白其实是不想做而不得不做。在蛇母的洗脑之下，所有蛇徒弟都将人置于自己的对立面，包括小青。国师苦苦相逼，蛇族恨透了他，蛇蛇欲杀之而后快，但唯独小白，在受命时表现出不情愿的态度。自知能力有限是一部分，但小白显然并非贪生怕死之蛇，为何不愿抓住这个能使自己蛇史留名的大好机会？
我认为原因就在于，她从心底里不认为这样做是对的。被许宣救起醒来的时候，她以为自己就是人。这是什么概念？意思是她从思想到行为都已经全面接近人了，她在人面前没有表现出任何的蛇态，没有破绽，如果不是为救肚兜，她连自己会法术也不会知晓。小青说：“师父说过，妖是没有七情六欲的。”但是白蛇对许宣动了情，这实际上是从妖到人至关重要的突破。在白蛇的世界中，由普通动物到妖，到人，再到仙，修成正果的道路上，做人这一项是可以被绕过的。妖可化为人形，却不必非得成人，甚至对很多妖来说，成人是一个禁忌，一条弯路。人修仙，求的是对喜怒哀乐、生老病死、凡俗之欲的彻底割舍和解脱；妖修仙，是谋求阶级跃升，相比人来说天生就不需要与七情六欲作斗争。做妖苦，不过是苦在弱肉强食，而做了人，就有无数红尘烦恼，且生命短暂而脆弱，对于大部分修仙的妖来说，做人得不偿失。但情劫是最大的劫难，为了情，不乏做了仙还想下凡的。做人，永远是一个诱惑。李锐改编白蛇传的小说《人间》当中，白蛇生子，彻底动摇了法海心中的人妖界限。一个人类的孩子，能够证明白蛇已经脱胎换骨变成了人（说明生殖隔离消除了hhh），能够证明白蛇不是虚情假意要害人。情，是检验妖的人性的不二法门
小白太像一个人了。她在第二次失去记忆变为巨蟒时，按理说兽性大发，但却仍然在看到被自己毁掉的永州城和流离失散的百姓时感到愧疚和痛苦。镇妖地宫中“鬼妖丧胆，精怪亡形”的金光咒，唤醒了小白的记忆，却依然无法激起她对人类的憎恶。“妖生来就要被赶尽杀绝么？”这句话，不是质问，而是苦涩的疑问。她的潜台词是，妖可不可以平安快乐地生活着？妖的身份是妖活在世上的原罪吗？人和妖有没有和平共存之道？世间能不能不再有杀戮和仇恨？她的善良在其他蛇妖看来，就是不坚定立场，就是叛徒倾向，就是混在左派当中的右派投机分子，就是黑芝麻里的一粒白芝麻，格外扎眼讨厌。“除叛徒，杀道士，灭蛇村！”在蛇族群情激愤的时候，如果小白身在其中，会不会是那个不愿行纳粹举手礼的人？记忆的逐渐恢复，就是美梦的渐渐破灭。想起一切的时候，阿宣说自己也变成妖，要与小白同做一对逍遥妖怪的时候，小白一定是动心了，起了离开蛇族，离开人妖恩怨的心思。一个天才，思想又不端正，这比蠢材危险百倍。且小白与小青情谊深厚，大有搞小团体的架势，蛇母当然要找机会拔除这根眼中钉。
“不妨不妨，来日方长！”——许宣
正如小白与众蛇的格格不入，许宣在人类世界中也是一个异类。全片当中都没有提及阿宣的父母情况，唯一与他亲如家人的是一位大婶。在晚唐末年天下大乱的背景下，阿宣很有可能是个孤儿。且他身在捕蛇村，却不捕蛇，这些都能看出他的与众不同。有不少影评中认为阿宣虽较后世许仙而言更加勇敢，但相处三四天就能为小白牺牲这么多，又是变妖又是舍命的，像是被荷尔蒙冲昏了头。正如小青所言：“小子，萍水相逢，你能对我姐姐有什么深情，不过是喜欢我姐姐的美貌罢了！”这话对，也不对。
“这个大石像抱着我，也挺好啊”——小青
首先我们得知道，阿宣到底是个什么样的人。他潇洒。在人物设定的初期，主创人员提到许宣的形象参考了《笑傲江湖》中的令狐冲，这也让他身上有了一种侠气。从片子来看，许宣是不怕蛇的，因此他的怕蛇不过是装给村民们看的，为的是掩盖他不愿为虎作伥的傲气；他为能和小白在一起，不惜放弃做人，变成妖怪。
“你生而为人，享受世间诸多太平好处，理所当然浑浑噩噩。成了妖，天要杀你，人要杀你，道士要杀你，其他妖怪也要杀你。”——宝青坊老狐狸
他还，挺色的。他才不是什么莽撞无知小奶狗，一个给自己的狗起名叫肚兜的男人能正经到哪儿去？肚兜可是古代女子的内衣啊！他告诉小白自己是怎么遇到她的：“你就躺在大石头上，半个身子都在水里。”白蛇版奥菲利亚，诸位看官自行想象这画面吧！何等香艳而又美得惹人怜惜呀！爱美之心人皆有之，但爱的程度和方式却大不相同。许宣是热爱美的。此处有一细节请诸君注意，那就是在江上泛舟之时，许宣随手用草杆编了一束花，又用它来为那首悠扬的《何须问》打节拍，在船经过山洞的时候，他爬上桅杆，将这束草花扣在灯笼上挂了起来，草杆交错，透出万花筒般的点点光亮，如星空闪耀，瑰丽而浪漫。阿宣是如此善于发现和营造生活中的美，这样的人，对小白那惊世骇俗的美貌和善良本性怎会不心有所感？
阿宣肉身破碎，小白保住了他的魂魄，重新修炼成人，变成为爱敢于反抗天规、偷盗仙草的白素贞。短短几天的爱情，成为她们人生（蛇生）的转折点，使她们走向真正的成熟。恋在时光中凝结，成了永恒纯粹的爱。《白蛇：缘起》和《泰坦尼克号》里爱情的可贵之处，就在于主角们在短短几天之内完成了从恋到爱的转变，这是天作之合，而不是人人都能有的一见钟情或者见色起意，这也是经典区别于普通爱情故事的地方。这是人/蛇一生中难得的高光时刻。因此，许宣爱上小白，是惊艳，是保护欲，更是人生得一知心人的快慰。何须问，浮生情，宁愿相守在人间，不愿飞作天上仙。
`
  },
  {
    id: 9,
    title: "爱你，西蒙",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-03-16",
    url: "/static/pic/9.jpg",
    description:
      "每个人都值得拥有一个伟大的爱情故事。但是对一个17岁的高中生「赛门」来说这一切却是件超複杂的事：第一、没有人知道他是同性恋；第二、他也搞不清楚自己爱上跟他一样有同样困扰的不具名网友到底是何方神圣？？？为了解决这两个大麻烦，赛门展开一段爆笑又吓人的解答过程，但他没料到的是，最后得到的答案却从此改变了自己的人生。",
    evaluation: `
我们只想要一个简单美好的爱情故事。

我总和同事说，如果我要拍一部片的话，我只想要拍一个简单的、关于同性的青春爱情故事。ex曾经上过一门东亚LGBT电影的研讨课，她的教授也说，如果你们将来要拍电影，请别再拍悲情故事了。我们看太多了。

《蓝宇》、《蝴蝶》、《东宫西宫》、《春光乍泄》……给我的印象都是太多的摇镜头，太强的压抑逼仄，太重的无可宣泄的柜子感。很文艺很迷离，但离普罗大众太远了。

而之前喜欢的《Yes or No》几乎是我确认自己性向时唯一拿来反复看、给自己希望的电影。18岁第一次谈女朋友，因为太喜欢她了，所以完全无法放弃自己对这份喜欢的坚持，只能面向茫茫网络，去寻找证明自己“正常”的证据。虽然长大后也发现，《Yes or No》和很多偶像剧一样，非常架空，美好的不真实。但是，两个女生fall in love，然后勇敢地公布于众在一起的故事，是多么稀少又珍贵啊。It was the only thing I could hold onto.

作为一个应试教育下成长的、除了课本知识，对性别/性向/性都毫无了解的孩子；作为一个作文模版背多了的、从来不知道去跳出框架思考的三好学生；作为一个，在中国长大的人…喜欢上女生后的两年内，我都不敢说“同性恋”三个字，以为全世界只有我和当时的女友被流放在一座“同性恋”孤岛上。那堵隐形的墙，永远横亘在我和同学之间，和家人朋友之间，和这个世界。

所以，从去年看到<Love, Simon>的预告片后，它就成为了我今年最期待的片子，因为LGBT终于成为一部电影的主题作为卖点来宣传，而不是隐藏在幕后。资本市场在拥抱LGBT，20th Century Fox砸重金广告营销，LGBT电影打入了主流电影市场——这真的太让人激动了。

<Love, Simon>团队之前制作了我很喜欢的《星运里的错》，所以电影的美术剧本音乐等等，仍带有那种清新小美丽的节奏感。作为一部青春轻喜剧，今天电影院里来看的很多都是组团来的中学生。他们在Simon最终亲吻了他喜欢的男生后大声的鼓掌，而我也因此知道，他们十有八九都是直人。因为我早就默默地哭的无法自拔。

是从哪里开始的呢？是从他“被出柜”后被好朋友和全校排挤时候的孤独感吗？是他爸爸得知自己的儿子独自隐藏了4年自己是gay的秘密时候的心酸吗？是他向那个out了他的男生大吼“何时何地向谁出柜由我自己说了算你凭什么来指手画脚gtfo”时候的愤怒吗？

也许都是。因为我相信，每个同性恋都像Simon一样，经历过所有这一切过山车般的心情转变。也许有的人幸运一些，或者像Simon一样超级幸运——妈妈是个非常拥护自由、支持女权的人；爸爸虽然很macho但也很快接受他；Simon的小妹妹一直喜欢哥哥；对新的朋友出柜，她一点也不惊讶，而他的挚友虽然喜欢他被他伤了心，但也很快和好如初；甚至还有带上彩虹旗别针表示支持的搞笑教导主任，惩罚bully的戏剧社指导老师，以及在Simon发出勇敢的出柜宣言后支持他的同学们——为了喜剧happy ending，这些确实太过美好。可就像Simon那个早就出柜了的gay同学说，你别以为我出柜那么久就没问题了，我妈妈每次去我奶奶那，还要编一大堆关于我的女朋友的事情。

哦，也许是这个点我泪崩了。我想到了我妈妈在国内，需要一次次向外公外婆撒谎。从18岁向爸妈出柜，到离开家出国留学工作，到他们根本无力对我感情生活作出干涉和要求，到他们虽然只能直呼我老婆的姓名，也不谈我们的婚姻事实，但在家里的墙上默默贴了一张我和我老婆的合照……

爸爸妈妈，你们在柜子里已经待了7年，辛苦了。

我知道，生活在美国洛杉矶，我和我的LGBTQ朋友们有太多太多的privilege，可每次和朋友们见面聊天，总会somehow话题转到：是否和国内的父母出柜，有没有和同事出柜。真的是永恒的话题。有朋友在这里结婚多年，房子买好，养小孩都提上议程，但是爸爸妈妈过来还是以为他们只是室友。或者像我老婆，向自己的华人同事出柜后，对方说，你没事吧？不过放心，我不会告诉别人的。

前段时间的冬奥会，美国自由滑选手Gus Kenworthy再次参赛，之前在索契得了银牌后，他才敢公布自己是同性恋。他说，总觉得自己要表现的非常好，让人家无可指摘，才敢公布自己的性向。

国内更是这样的情况。似乎只有头戴精英光环，才有资格做个同性恋。But why?

因为我们从来没有看过Simon的故事，没有看过他和喜欢的男生在摩天轮上接吻。

因为我们没有见过Modern Family里一对gay虽然整天吵吵闹闹，但仍然恩恩爱爱，还领养了一个越南小孩。

因为我们没有看过两个男人做爱时用对方的名字称呼对方，而那个男孩的父亲，还鼓励他去充分体验这份爱情的美丽与疼痛。

因为我们没见过一群法国年轻人在艾滋病肆虐时，让心脏一分钟用力去跳120下。

因为我们和自己最亲近的人进行日常对话，都是那么那么艰难。

……

Simon说 I am gay. I want my love story to start.

而我们，也只想要一个简单美好的同性爱情故事。

Representation matters. Representation means better art.
`
  },
  {
    id: 10,
    title: "秒速5厘米",
    username: "Do",
    email: "123456@gmail.com",
    date: "2007-03-03",
    url: "/static/pic/10.jpg",
    description:
      "如果，樱花掉落的速度是每秒5厘米，那么两颗心需要多久才能靠近？少年时，贵树和明理是形影不离的好朋友，可很快，一道巨大的鸿沟便横亘在两人中间：明理转学，贵树也随着父母工作的调动搬到遥远的鹿儿岛。在搬家前，贵树乘坐新干线千里迢迢和明理相会，在漫长的等待后，茫茫大雪中，两人在枯萎的樱花树下深情相拥，并献出彼此的first kiss，约定着下一次再一起来看樱花。时光荏苒，两人竟再没见过，虽然在人海中一直搜寻彼此的身影，但似乎总是徒然。再后来，他们分别有了各自的生活，只是还偶尔会梦到13岁时的这段青涩而美好的感情，才明白当年怎么也说不出口的那个字就是爱。",
    evaluation: `
  当你走在熙熙攘攘的街头，忽然，一张似曾相识的脸出现在眼帘之中。未及细看，那身影已翩然而过。当你回头，茫茫人海里已无处寻觅，而刚才的邂逅，竟不知是真实存在，还是脑海中的虚幻。猛然间，那个曾经才下眉头却上心头的名字，就这样再次萦绕不去了。

  不知道诸位有没有过这种经历，当《秒速五厘米》的最后，当贵树与明理就这样错过，我的脑海里，忽然涌上的，就是这样一段真实发生过的回忆。

  哪怕每秒只有五厘米，十三年的漫漫时光，也恰好足够两颗心从紧紧贴近，到变成地球上最遥远的距离——从南极到北极。有人如是解释本片的片名。不知真假，但这种文艺得一塌糊涂的说法，与新海诚在影片中叙述的某种情景无比契合。或许也可以说，从把爱视为生命的全部，到忘记如何去爱一个人，我们的灵魂以每秒五厘米的速度慢慢滑落，直至地狱的深渊。

  在另类多如牛毛的日本动画界，叙事平淡温情的新海诚反倒成了另类。每一帧都能拿来当电脑桌面的精美背景是他最大的特色，隽永伤感的音乐为他的影片带来打动人心的力量。人们每每感伤与他笔下人物的离情别绪，在他的作品中一次次的领悟命运的无从抵挡。新海诚从来都不算是一个编故事的高手，但他却有一种力量，让这些看似平淡的故事，一下子击中你心中某个最柔软的的地方。

  新海诚笔下的主角，总是刚刚成长到懂得喜欢一个人的滋味。谁说少年不识愁滋味，真正将那些爱恨情仇放在心上，当做头等大事的，往往正是这般年纪。等到年纪再大一些，被花花世界侵袭，许多事就变得不那么在乎了。而这样的年纪，很多事情又还由不得自己做主，比如在哪里定居，比如选择什么样的未来。

  比如，爱上什么人。

  可曾记得，你在什么时候学会了如何去爱？曾经的青葱岁月里，是挥汗如雨的体育课堂上那阳光照样下的惊鸿一瞥，还是闷热教室中那单薄衣裳中的怦然心动?多么美好的青春，多么幸福的思恋。风雨兼程，阻隔不了与你见面的冲动，风雪交加，也只为樱花树下，此生初次绽放的爱情之花。

  又可曾记得，你在什么时候遗忘了如何去爱？一次次的觥筹交错、灯红酒绿间，一句句言不由衷的虚假对白后，可能，你已经一万次说出我爱你，可真正想让她听见的那个人，却早已经消失在你的生命里，永不回来。

  相濡以沫的梦，敌不过相忘于江湖的现实。

  歌中唱得好，我总会遇见一个什么人，陪我过没了她的人生，成家立业之类的等等。明理之于贵树，或者贵树之于花苗，终究也不过成为了记忆中那段岁月的代名词，同回忆里青春的种种一样，永远的美好下去了。
`
  },
  {
    id: 11,
    title: "情书",
    username: "Do",
    email: "123456@gmail.com",
    date: "1999-03",
    url: "/static/pic/11.jpg",
    description:
      "日本神户某个飘雪的冬日，渡边博子在前未婚夫藤井树的三周年祭日上又一次悲痛到不能自已。正因为无法抑制住对已逝恋人的思念，渡边博子在其中学同学录里发现“藤井树” 在小樽市读书时的地址时，依循着寄发了一封本以为是发往天国的情书。不想不久渡边博子竟然收到署名为“藤井树”的回信，经过进一步了解，她知晓此藤井树是一个同她年纪相仿的女孩，且还是男友藤井树少年时代的同班同学。为了多了解一些昔日恋人在中学时代的情况，渡边博子开始与女性藤井树书信往来。而藤井树在不断的回忆中，渐渐发现少年时代与她同名同姓的那个藤井树曾对自己藏了一腔柔情。",
    evaluation: `
《情书》是一部经典的初恋向青春电影，有着日本电影的典型特色，带着死亡的气息，哀凄而美好。在我看过的青春类型爱情片里，欧洲少年是忧伤而特立独行的；美国的少年是阳光而自由奔放的；韩国的少年是倔强而坚韧内敛的；只有日本的青春片，或体育热血，或文艺小清新，都隐隐带着决绝的死亡悲凉，这种独特的对死亡的崇拜让人为之心生恻隐着迷不已。《情书》正是符合以上特征：初恋、暗恋、校园、死亡、情殇。校园初恋人人都经历过，但能这么唯美地表现出来的，纵观大荧幕，真的就日本人了。

电影拍摄于1994年，导演是日本小清新掌门岩井俊二，本片是他的第一部公映剧情长片，集合了当时全日本最好看的脸孔：典雅端庄的中山美穗；成熟霸气的丰川悦司；清新甜美的国民少女酒井美纪还有日本最后一个美少年柏原崇。

喜欢一部电影，当然不只是因为它无懈可击的导演、演员功底和大制作，喜欢它只因为打动人心。《情书》就是这样一部不够优秀，但却能挠进你心窝的作品。故事很简单，甚至可以说是单薄，说白了就是我爱你你却爱着他/她的模式，也没有用什么绚烂的特效，但是流畅的叙事节奏、唯美的光影运用、走心的演技表达、娓娓动听的配乐将这个孱弱的故事包装得潸然泪下。

同名同姓的少年男女在同一个班级相遇，同学将他们凑对的玩笑不断，一个沉静甜美，一个倔强好强，初恋就是这样悄然而至。班级选举为玩笑而打架、帮别班女生告白生气作弄、故意在自行车灯下对答案增加相处时间、运动会逞强比赛只为能在喜爱的女孩子面前表现坚强一面等等，电影将少年少女之间那种丝丝情愫的细节表达得淋漓尽致，让观影的人都能在这些小细节中找到曾经的自己，熨帖了心底最柔软的那一块可能不为人道的部分。这些细节由成年后的女藤井树回忆构成，失去爱人的渡边博子和女藤井树两人在这些逝去的美好里逐渐找到自己——成长，也是本片的主旨之一。博子了解到未婚夫对自己“不知所起一往而深”的情感有这这样一段无奈的初衷，最后在藤井树去世的大山前释怀而接受另一个人的暗恋；而女藤井树直到学妹们给他那本男藤井树离开前的借书签，才知道原来错过了一场校园初恋，错过，再也不会回来，只能任凭追忆。

大家记忆深处的初恋，是怎样的呢？是否和影片一样，那纯纯的暗恋，含着眼泪的微笑，像春天的樱花、冬天的雪片稍纵即逝么？

你还记得电影里图书馆白色窗帘后面的藤井树吗？

你还记得现实中篮球场上迎着阳光奔跑的那个他吗？

你还记得电影里放学后车灯下对答案的藤井树吗？

你还记得现实中课堂上偷偷注视的专注的那个她吗？

你还记得电影里樱树下单车追逐的两个藤井树嘛？

你还记得现实中用小昆虫捉弄你的那个他吗？

你还记得电影里面对雪山呼喊的藤井树吗？

你还记得身边伤心而偷偷哭泣的那个她吗？

也许我们都曾忘记了过去的那些点点滴滴，青春的灿烂美好被岁月蹉跎。珍惜当下，不要像藤井树看到那张画着自己头像的借书卡时，爱已经成为记忆中的殇逝……。
`
  },
  {
    id: 12,
    title: "飞驰人生",
    username: "Do",
    email: "123456@gmail.com",
    date: "2019-02-05",
    url: "/static/pic/12.jpg",
    description:
      "曾经叱咤风云的拉力赛车手张驰，五年前因私自赛车而被禁赛。从天堂跌落谷底，张驰饱尝生活的艰辛。他忍辱负重，洗心革面，终于争取到了解禁的判决。在此之后，他重新找到亲如兄弟的领航员孙宇强，决心共同冲击本年度的巴音布鲁克拉力赛。然而在此之前，张驰必须重考驾照，改装赛车，拉到赞助。每一步都充满艰难，他忍受着旁人的奚落嘲讽，忍受着现实的冰冷残酷，无论如何都不改变前进的目标。当他好不容易走到了赛场，还将面对禁赛这几年崛起的新秀林臻东的挑战。",
    evaluation: `
在电影的最后，张弛是活着，还是死了？这是一个问题。撇开所谓的“无论结果如何，他的精神、他的灵魂始终活着”这种套话，来谈一谈我的个人理解。

明显韩寒想要塑造出一种薛定谔的张弛情景，没有具体点明生死，许多人的不同表现虚虚实实。但死的结果在我心中占了上风。

似乎除了那位滚落山崖的选手有个镜头是被推上了救护车，而不是就地凉凉，说明老司机翻车也有生还的可能，其余都直指其死亡结局。

先说孙玉强。在赛车失去联络之后，他立即扔掉麦克风，冲去抢了一辆摩托车，向山下驰骋。摩托车能干什么？张弛的车失控后即将掉下悬崖，坠入海中，显然摩托车无济于事。他去干什么？他去发泄，去释放，他是一个身经百战、极富经验的领航员啊，在他知道张弛没有减速的那一刻，他就知道接下来会发生什么了。这更是一种逃避，逃避直面张弛的死。在前一个失误的选手滚落山崖时，大家都聚集在显示屏前，孙玉强也是。但这次，轮到他的朋友了，他不忍心。他在一切尘埃未定却又命中注定之时就离开了。后来他滚落摩托，倒地痛哭。

再说林臻东，他说“你为什么这一次非得赢？”，从整部电影不难看出，他对张弛是一种棋逢对手的惺惺相惜。他主动提出帮助张弛，在真人秀给他尊严，在赛前帮张弛修车，这一切都是对张弛的珍视。如此，这句话包含的便是林臻东对他坚持不减速造成死亡事故的埋怨。你还有大好人生，你还有很多时间，你还有孩子，还有父母，还有兄弟，还有……为什么偏偏为了梦想与极限做出了这样的选择呢？你本可以下一次赢，甚至可以在我离开国内赛场后每场都赢，为什么要做出这样走向死亡的选择呢？

然后就是张弛的儿子小张飞，最后张弛吐槽“你真是坑爹啊，你同学的爸爸是个飞行员”，却在飞行员爸爸腾空而起之后，也让赛车飞了起来。这里有两个细节。其一，张飞拿着硬币投进了投币口，赛车才变形。在生活中，硬币与扭蛋象征着孩子的小小心愿，在此处是否能够说明这一切都是张飞的幻想呢？目睹了父亲坠海，他多么希望当时父亲的赛车也能像飞机一样凌空而起，再安全着陆啊。赛前，张弛也说，赢了这场，我就带你去找那个同学爸爸算账。可是赛后，父亲已逝，愿望难圆，只能通过幻想暂且慰藉。其二，赛车升空后转而变为卡通画风。在林臻东第一次到张弛家时，脑洞大开的小张飞就脑补了特技满满的两人比武画面，这一点更为这一切皆是虚幻埋下伏笔。

至于张弛冲出山崖时的画面，慢镜头、腾空、眼前灿烂耀眼的太阳、脚下波澜壮阔的大海，不禁令人联想的《希腊神话》中的伊卡洛斯。伊卡洛斯代达罗斯的儿子，与代达罗斯使用蜡和羽毛造的翅膀逃离克里特岛时，他因飞得太高，过于靠近太阳，双翼上的蜡融化跌落水中而丧生。伊卡洛斯追求的是自由，是太阳，而张弛追求的是胜利，是极限。二者都为了所追求之物即理想而失去了生命。这是一个充满浪漫主义色彩与悲剧性的结局，却巧妙地避开了这类“昔日王者复出，对抗后起之秀”电影的套路，既避免了主角光环过于浓重，又避免了如《恋爱回旋》那样的毒鸡汤。在你思索张弛是生是死之时，他五年没有实战、赛时没有领航员却赢了比赛也就不显得那么突兀了。

因为这是他用生命换来的一场伊卡洛斯的陨落。
`
  },
  {
    id: 13,
    title: "盗梦空间",
    username: "Do",
    email: "123456@gmail.com",
    date: "2010-09-01",
    url: "/static/pic/13.jpg",
    description:
      "道姆·柯布（莱昂纳多·迪卡普里奥 Leonardo DiCaprio 饰）与同事阿瑟（约瑟夫·戈登-莱维特 Joseph Gordon-Levitt 饰）和纳什（卢卡斯·哈斯 Lukas Haas 饰）在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特·费希尔（希里安·墨菲 Cillian Murphy 饰）的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯（迈克尔·凯恩 Michael Caine 饰），吸收了年轻的梦境设计师艾里阿德妮（艾伦·佩吉 Ellen Page 饰）、梦境演员艾姆斯（汤姆·哈迪 Tom Hardy 饰）和药剂师约瑟夫（迪利普·劳 Dileep Rao 饰）加入行动。在一层层递进的梦境中，柯布不仅要对付费希尔潜意识的本能反抗，还必须直面已逝妻子梅尔（玛丽昂·歌迪亚 Marion Cotillard 饰）的处处破坏，实际情况远比预想危险得多…… ",
    evaluation: `
《盗梦空间》（Inception）是一部不能被错过的电影。这句话的意思就是说，你要在电影院里看才算看过。

作为一部电影，构成它的所有元素都做到了教科书般的精准。它当然不是完美无缺，但也很难找出比它做得更好的──每个人的心目中都会有自己的标准，自古文无第一武无第二，谁比谁更好我们不去也无法争论，但毫无疑问，《盗梦空间》已经超越了一个大家公认的标准，进入了优秀的范畴。

这部电影有两个半小时（148分钟），但你作为一个观众，在观影过程中几乎感受不到时间流逝。在看这个电影的过程中，你不能有丝毫的松懈，否则很容易就跟不上故事节奏，从而丧失很大的观影乐趣。它是如此的电影化，以至于你看完电影走出电影院，你可能会感受到轻微的虚幻和怀疑：THE DREAM IS REAL？

再次强调，这是一部要在电影院看的电影。因为它非常的电影化，其他任何观看方式都会损害到你的感受和体验。这个电影的信息量实在是太大了，无论是剧情、画面、音乐、音效等，所有电影元素都极其丰满，同时恰到好处，构成了完美的平衡。不在电影院环境下观看，很多电影细节你可能就会忽视，随后就会带来观影体验上的损失，甚至会影响到你对故事的理解。

当然，说到这里，我要强调一下，《盗梦空间》的故事绝对没有之前谣传中的那么晦涩难懂。作为一部在北美3亿美元票房，全球6亿美元票房的暑期档电影，它的故事能难懂到什么程度呢？《盗梦空间》虽然在剧作结构上相当复杂，但从观众体验角度来看，这个电影的表层故事仍然是一个典型的好莱坞类型片：一帮人为了完成一个貌似不可能的任务，深入险地经历一番冒险，最后完成任务的同时，达成个人心愿。其中枪战、追车、爆炸、打斗等等商业元素一应俱全，仅仅只是从这个角度来看，《盗梦空间》仍然是一部很具娱乐性的暑期档电影。

但是对于一部分影迷观众群体来说，这部电影除了具有以上娱乐元素外，因为它精巧的故事结构和几近完美的电影元素构成，《盗梦空间》还具有了多种解读的可能性。至于如何解读这部电影，则完全取决于你个人的观影经验，以及你自认为从电影中获得了什么样的信息。就这个层面而言，不存在是否看懂这部电影的问题，只是每个人都会有独一无二的私人感受，难以和大家分享而已。

就我个人而言，我觉得除了电影表面的那层商业类型片包装外，这个电影故事的核心其实很文艺。如果去掉那些花哨但确实很好看的枪战、追车、打斗场面，以及那个根本没做任何原理解释的盗梦机器，这个故事本身不会受到损失。它讲述的还是人内心最深层的欲望和现实之间的冲突，以及如何完成自我心灵救赎的过程。

但大家无论如何解读，这部电影都具有超强的娱乐性。作为最表层的包装，追车、爆炸、打斗、枪战等动作场面都属于近些年来动作电影中的经典场面。本片导演诺兰的上一部电影作品《黑暗骑士》（这是第一部没有在片名中出现“蝙蝠侠”字样的蝙蝠侠系列电影），就表现出他对于类似动作场面的完美掌控能力。从类型片角度来说，《盗梦空间》中的所有动作场面，都属于教科书级别的处理。如果你最近刚看过《敢死队》，那么相比之下《敢死队》中那些火爆的动作场面就显得太粗糙了。身为观众，即使你不去多想电影背后的那些多层解读，仅仅只是这些动作场面的体验，足以让你感受到空前的刺激。

虽然对于本片的故事大家会有不同的解读和争议，但如果从电影技术层面来看，本片导演诺兰作为一个天才级别的导演，他对于电影节奏和结构的掌控已经接近完美。电影的前半段，导演诺兰在有条不紊地向观众解释和铺垫一个复杂而陌生的原创概念的同时，还有效地保持着故事的节奏和人物性格的发展，其难度和观赏性，如果举一个不是很合适的例子，就如同一个走钢丝的杂技演员，在抛接手中皮球的同时，还能做后空翻。

当影片进入到后半段，眩目的动作场面不但没有影响故事的节奏，反而成为火箭助推器，推动故事向最后的高潮加速飞奔。在影片最后的高潮场景中，经过之前的重重铺垫，三层空间的叙事同时开始推进，视觉、音乐、音效等其他电影元素也都保持了精准的同步，最后让观众在听觉、视觉、心理三重层面上和影片节奏达到同步高潮。仅凭这一段场景，《盗梦空间》就足以让你久久难以忘怀。

当然，《盗梦空间》这部电影不会是完美无缺的神作，它也有我眼中的缺点。虽然影片已经有两个半小时，但从影片的世界观设定来看，它所建构的这个梦幻世界的运行规则还是有些含糊，同时很多人物关系的前因后果以及故事的细节交代的过于仓促。不过，对于一部分影迷观众来说，这既是考验又是乐趣。

作为一个故事核心其实非常文艺的暑期档电影，它对艺术性和商业性之间的平衡做到了一个相当接近完美的程度。本片导演诺兰通过这部电影，再次证明自己确实是一个值得好莱坞押宝的导演。


关于剧透：我个人觉得这部电影是不怕剧透的，因为那个试图剧透你的人，他的理解一定不会和你自己观影而产生的理解一样。个人建议，如果你不打算反复看这部电影，不妨可以先看一些剧情介绍再去看电影，这样可以让你更专注你想关注的细节。因为这部电影的信息量太大了，只看一遍的话，会对不少故事细节顾此失彼。
`
  },
  {
    id: 14,
    title: "看不见的客人",
    username: "Do",
    email: "123456@gmail.com",
    date: "2017-09-15",
    url: "/static/pic/14.jpg",
    description:
      "艾德里安（马里奥·卡萨斯 Mario Casas 饰）经营着一间科技公司，事业蒸蒸日上，家中有美丽贤惠的妻子和活泼可爱的女儿，事业家庭双丰收的他是旁人羡慕的对象。然而，野心勃勃的艾德里安并未珍惜眼前来之不易的生活，一直以来，他和一位名叫劳拉（芭芭拉·蓝妮 Bárbara Lennie 饰）的女摄影师保持着肉体关系。某日幽会过后，两人驱车离开别墅，却在路上发生了车祸，为了掩盖事件的真相，两人决定将在车祸中死去的青年丹尼尔联同他的车一起沉入湖底。之后，劳拉遇见了一位善良的老人，老人将劳拉坏掉的车拉回家中修理，然而，令劳拉没有想到的是，这位老人，竟然就是丹尼尔的父亲。",
    evaluation: `
《看不见的客人》：真相并不复杂 而是谎言太多

最近一部名为《嫌疑犯x的献身》正在热映之中，故事改编自东野圭吾的同名著作，这部推理小说以新颖的视角，缜密的思路著称，被誉为推理小说的极致作品。

其实除了这部热映的院线电影，近期还有一部来自西班牙的犯罪悬疑片，非常值得一看，那就是《看不见的客人》。

这部作品目前在豆瓣上获得了8.2的高分，口碑有目共睹。

年轻有为的企业家多利亚与自己的小三劳拉外出幽会，回家路上不慎与迎面而来的车辆相撞，导致对方司机身亡，原本普通的交通事故，因两人不可曝光的私情，变的棘手......

很多悬疑片，为了吊足观众的胃口，往往会故作神秘，但此片却反其道而行，故事的开始，看起来相当平淡、简单，甚至有点小乏味，然而这正是影片的妙处所在。

因为，每当你觉得，案子就是这么回事的时候，一个轻轻的角度切换、一个小小的细节披露，立即就让整个案情发生了大反转，而且是一次接着一次，让你的思维不停的跟着转变，并开始渐渐迷茫而怀疑自己的判断力，直至剧终，故事达到高潮，让人在恍然大悟后，陷入久久的震撼之中。

低开高走的剧情，实在是太过瘾了。

值得称道的是，这样一个悬念丛生的精彩故事中，并没有什么奇巧淫技，而仅仅是充分的利用了人性的莫测来进行布局。

多利亚陷入麻烦后，请来了资深律师古德曼为自己辩护，故事就在多利亚对案情的陈述和古德曼对案子的分析中展开，前者企图掩饰真相的狡黠谎言，和后者为了打赢官司，对谎言的不断撕破和补救，让案件经历了一次次推倒，再重建，这期间没有人在乎案件的受害者，是人性的自私与冷酷，让一桩本不离奇的案件，变得扑朔迷离。

导演奥利奥尔·保罗是编剧出身，十分擅长制造悬念，2012年他自编自导的《女尸谜案》，就曾令人惊艳，更难能可贵的是，在一向追求出乎意料的悬疑片中，保罗还能保证故事的深度，《女尸谜案》里那场惊心动魄的复仇中，每个直接或间接手染鲜血的角色，最终都受到了各自的道德审判，故事的意义陡然间深刻起来。

本片亦是如此。

主角多利亚，作为一个已婚出轨男，是一个道德缺失的人物，随后发生的事，其实就是一次对他的惩罚，因为如果他不出轨，就不会和劳拉去度假，不会着急回家而抄近路，不会发生那桩让他陷入困境的车祸之中。

出轨，就是整个案件的原罪，也是多利亚在片中的第一个谎言，即对妻子的欺骗。

破除谎言的最佳方法，就是说出真相，但那样就要承担坦白带来的痛苦，显然多利亚不想要这个痛苦，而是选择了隐瞒。

隐瞒一个谎言，就需要说更多的谎言，最后像滚雪球一般越来越大，直至崩盘，形成不可挽回的后果。多利亚就是如此，带着侥幸的心理，一步步走进深渊，最终陷入万劫不复。

如同片中说的那样，没有痛苦，就没有拯救。

假如车祸发生后，多利亚选择诚实，那么婚外情虽然会曝光，生活会遭遇挫折，但并不会葬送整个人生，一时的痛苦，换来的是长久的救赎，而掩盖过错，只会将小错酿成大过，最终受到更大的惩罚。

多利亚作出这种不明智的选择，并非因为不聪明，实际上在他那一系列精心编造的谎言中，我们已经见识了他的高智商，他的最终失败，还是源于其道德的缺失，他的内心从未承认自己的出轨是一个错误，更未有过想要悔悟和救赎的心思。

所以，关于车祸后，多利亚选择诚实的假设，根本就是一个伪命题。

在悬疑案的表象之下，实质是一次对人性的批判，片名《看不见的客人》所指的，就是多利亚谎言伪装之下的真面目。

影片频频反转的特质，让人不由得想起近些年不断出现的反转新闻，从成都女司机被打事件，到云南女导游事件，再到去年的罗尔募捐事件，曾几何时，新闻变得比肥皂剧还戏剧化，不断发生反转。

造成反转新闻的原因很多，但其中有一个是最为重要的，就是媒体为了博取眼球，在报道中的失实和夸张，这样的行为，严重违反了媒体所应秉持的客观、真实，和多利亚的谎话连篇一样，都是道德缺失的表现。

很多时候，真相并不复杂，而是人性莫测，谎言太多。
`
  },
  {
    id: 15,
    title: "怦然心动",
    username: "Do",
    email: "123456@gmail.com",
    date: "2010-07-26",
    url: "/static/pic/15.jpg",
    description:
      "布莱斯（卡兰•麦克奥利菲 Callan McAuliffe 饰）全家搬到小镇，邻家女孩朱丽（玛德琳•卡罗尔 Madeline Carroll 饰）前来帮忙。她对他一见钟情，心愿是获得他的吻。两人是同班同学，她一直想方设法接近他，但是他避之不及。她喜欢爬在高高的梧桐树上看风景。但因为施工，树被要被砍掉，她誓死捍卫，希望他并肩作战，但是他退缩了。她的事迹上了报纸，外公对她颇有好感，令他十分困惑。她凭借鸡下蛋的项目获得了科技展第一名，成了全场焦点，令他黯然失色。她把自家鸡蛋送给他，他听家人怀疑她家鸡蛋不卫生，便偷偷把鸡蛋丢掉。她得知真相，很伤心，两人关系跌入冰点。她跟家人诉说，引发争吵。原来父亲一直攒钱照顾傻弟弟，所以生活拮据。她理解了父母，自己动手，还得到了他外公的鼎力相助。他向她道歉，但是并未解决问题。他开始关注她。鸡蛋风波未平，家庭晚宴与午餐男孩评选又把两人扯在了一起",
    evaluation: `
一连看了两遍《怦然心动》，真的是怦然心动。一对小孩，一棵树，特别简单的故事，讲得荡气回肠。我感触最深的一点是：女生十来岁就有超脱的自省意识，审视自己爱的人到底值不值得爱。一旦触及她的自尊，立刻决定放弃这个男生。我们文化里的“爱”，似乎都要低到尘埃里，舍弃自尊才叫爱，犯贱当真爱。

《怦然心动》是很简单的故事，但是很丰富。主讲小孩早恋，其实这部电影里还讲了追求自己的梦想，尊重，勤劳，怎么看待贫穷，怎么接纳残障的家人，怎么维护自己的自尊。我印象很深的一个细节是父母吵架之后，立刻对孩子说：“我们会解决好，不是你的错。”然后轮流去安慰她，表示父母还是相爱的，让孩子安心。所以，孩子才会觉得：“我觉得妈妈很不容易，我觉得爸爸也很不容易。但是生在这个家庭里，我很幸运。”相爱的父母胜过富有的父母。

《怦然心动》里小女生跑回来哭，说男生当着所有人面要吻她，她妈妈说：“真的吗？我看你需要和他谈一谈。”男生再三敲门，妈妈只是有礼而抱歉的说：“她不想和任何人说话，她把自己锁在卧室里。”男生来自一个鄙视女生家的家庭，但是女生的父母能把他区分出来，看待他如同一个常人。

继续说《怦然心动》。我很羡慕美国文化里的这种女主角，就像《UP》里的老婆婆：有冒险精神，浪漫精神，敢于与众不同，智慧有担当，有实现梦想的脚踏实地的能力，生机勃勃，有爱，也会爱，有健康的体魄和灵魂。我们通俗文化里的女主角，大多还是傻而天真，迷糊，乐观，感情丰富这一型，等男主角来怜爱。一句话概括，美国这种女主角是树，开花的树，没有男主角也会生长得很好；我们的女主角是花，是残缺的花，有些还带着悲剧性的身世和身体，等着男人来拯救。

很多人讲，男生配不上女生，男生很纠结等等。我觉得电影讲了一个很简单的事实：小男生和小女生的心智发育不对等。很好理解，小学生总是女生成绩比男生好。女生早慧，男生懵懂，于是女生往往先喜欢上男生。男生开窍，女生已经开始思考。所以，他们俩显出心智的落差，但不是品质的落差。最后，他在自己的思考之后做出了决定，勇于忤逆父亲，做出了人生观和价值观的正确判断。

最后，我觉得我们和美国故事最大不同的一点是：他们不做“纠结”，无论分分合合，都是干干脆脆。我们吧，无论什么剧情，主要做的就是“纠结”，心里爱但是不敢说，说了但是不敢做，做了但是不敢爱，爱了但是没名分，有名分了但是没缘分……明明是扭曲，还老说这叫“戏剧张力”，或者“命中注定”。
`
  },
  {
    id: 16,
    title: "天使爱美丽",
    username: "Do",
    email: "123456@gmail.com",
    date: "2001-04-25",
    url: "/static/pic/16.jpg",
    description:
      "艾米莉（奥黛丽·塔图 Audrey Tautou 饰）有着别人看来不幸的童年——父亲给她做健康检查时，发现她心跳过快，便断定她患上心脏病，从此艾米莉与学校绝缘。随后因为一桩意外，母亲在她眼前突然死去。这一切都毫不影响艾米莉对生活的豁达乐观。1997年，戴安娜王妃的去世让她倍感人生的孤独脆弱，艾米莉从此开始了一系列助人计划，包括自闭忧郁的邻居老人，被老板刻薄的菜摊伙计、遗失了童年器物的旧房东、爱情失意的咖啡店同事。但她万万想不到，成人录象带商店店员尼诺（马修·卡索维 Mathieu Kassovitz 饰），竟成为她的棘手对象，艾米莉开始了令人哭笑不得的另类计划",
    evaluation: `
孩子

我可以在照片上，毫不犹豫地从那些热闹的人群中分辨出哪一张是最寂寞的脸。
那一定是一张最不起眼的脸。占据的面积最小，在阴影里躲藏的最深。不会被人在意，也不会被人轻易发现的一张脸。
我也可以在公车上为任何一个面对面相坐的人描摹他背后的故事。
他们大多一言不发地看着窗外，看着那些退到身后去的高楼与路人。那是一种最沉默的姿势，不需要空间，也没有表达。
但是他们一定是有故事的，故事就藏在每个人的身后。
在那样的故事里，总事有些眼泪在里面流淌，也有落寞的欢笑，就像那个寂寞的房东太太、那个把电视机包上外套的玻璃人，那个纪录别人笑声的爱情记账狂、总是能咏叹出经典句子的失意作家、搜集别人撕毁过的照片的傻小子。
拥挤的街道，总有些人一脸欢笑，有些人满腹忧伤，但更多的人却是面带平和与安然，揣着心里不为人知的秘密到处躲藏。
……
这是一部有着几米的风景的电影，比如那空旷的地下铁，繁华的游乐园；这是一部有着希区柯克的桥段的电影，比如玻璃人后窗的摄像机与望远镜，这是一部有着王家卫的风情，你可以看着快餐店帮工王菲潜入梁朝伟的房间，不动声色地改变着他的生活，同样，咖啡馆女佣艾米丽配了一把蔬菜店老板的钥匙，神出鬼没地戏弄着他的每一根神经。
尽管它有着这么多的纯净的色彩与手风琴的旋律，可是它却是一部安徒生的、格林的、孩子的电影。
艾米丽，一个可以给孤独老人找回五十年前回忆的孩子，一个可以将圣诞公公邮寄到世界上任何角落的孩子，一个用语言为过马路的盲人伯伯描绘美丽世界的孩子，一个为寂寞的女房东送来四十年前相思信的女孩，一个在公园里画蓝箭头，让爱人追不到自己的孩子。
在她的相机里，云彩可以变成任何她想要的形状，而整蛊她的人，呵呵，那可惨了。
在她的电视里，台词可以变成任何她想要的对白，面对需要帮助的人，她也会竭尽所能。
那个玻璃人，二十年来都在画着雷诺•阿的《船上的午宴》。他说，他最难揣摩的，是那个画面中最无足轻重，最不起眼的一个女子。
也正是在生活中不起眼的艾米丽，改变了每一个人的生活。
其实她不是天使，她只是一个平凡的孩子。
我们都曾经是一个孩子，平凡的孩子。可我们的平凡注定了我们只能让孩子的故事成为秘密，就算曾经有过那么多璀璨的幻想，到后来却都不得不平凡地臣服于现实。在现实的世界里没有翅膀带着我们飞翔，也没有魔法让我们乘风破浪，所以我们只能选择另外一种生活，一种成人的生活，一种告别白日梦的生活，平凡地生老病死，不再相信世界上真的有奇迹，也从来不轻易对陌生人表达善意。
我们都曾经是一个孩子，我们也曾经满心期待地长大，以为那些曾经幻想的美梦的渴望的都会成真，以为初登场就会一鸣惊人掌声雷动，谁知我们并没有青冥剑也不会武功。于是一往无前的冲动每次换来的却都只是一身寥落无人喝彩的落幕。
直到某一天的深夜里听那首罗大佑在收音机里低低地哼唱着《未来的主人翁》。
“你走过林立的高楼大厦，穿过那些拥挤的人，望着一个现代化的都市，泛起一片水银灯，
突然想起了遥远的过去，未曾实现的梦，曾经一度人们告诉你说，你是未来的主人翁……”
才知道，在这个世界上，从没有人在乎你想做什么或者是做过什么。
我们都曾经是一个孩子，我们都曾相信过一个谎话，可等长大后才发现人生只是一个游乐场，只有未曾入场的你会满是惊奇，而当你坐过云霄飞车再坐旋转木马，坐过摩天轮再坐碰碰车，才发现一切也不过如此，而无论怎样选择，都已经有千百人坐过，认为自己勇敢的也只有你而已。
我们都曾经是一个孩子，曾经在岁月里无忧无虑地疯长。可是总有一天，我们厌倦了这个角色，于是对着镜子告诉自己，你已经不是一个孩子了，然后义无返顾地投入到外面的汪洋大海。从此告别白雪公主与米老鼠，告别葫芦兄弟与蓝精灵，告别变形金刚与孙悟空。从此禁闭双眼浪迹天涯，变成不再是过去的自己。
于是看着电视剧中山盟海誓的爱情也曾经午夜梦徊，但清早起来，却又抛到了九霄云外。原本以为这就是生活的真相了，可是却从来没有想到我们遗失了东西。丢失了童年的回忆，丢失了预期的旅行，丢失了从前拥有的光明，丢失了曾经坚信不移的爱情。
我们都曾经是一个孩子，我们背叛了孩子的生活，在成人的世界也变得越来越懦弱，甚至不得不选择穿上冰冷的铠甲。因为不渴望有所得而不再给予，因为不期待奇迹而不再努力，我们不再轻易地付出感动与付出虔诚。
直到最后我们才知道，原来，我们丢失的，只有别人才能够找得回。
一个认为快乐的事情就是把草莓插在手指上吃，把手插进米袋子里的孩子，一个口袋里总是装着打水漂石子的孩子。
固执的，拒绝长大的孩子，天真却聪明的孩子，顽皮而可爱的孩子。
影片的最后，艾米丽与她心爱的男孩在摩托上飞驰而去。
结束的乐章在我的耳膜上轻轻拍打出很好听的旋律。
过去的只能重现而不会再来。
一股热流在我的心中翻涌而上，带着酸意直击鼻息。我努力地努力地闭上眼睛，收合鼻翼的呼吸。禁住不让它们通过鼻腔撞入眼眶，禁住不让它们模糊我的双眼我的视线，禁住不让它们在视网膜外凝结成泪滴
`
  },
  {
    id: 17,
    title: "追龙",
    username: "Do",
    email: "123456@gmail.com",
    date: "2017-09-30",
    url: "/static/pic/17.jpg",
    description:
      "20世纪60年代，中国香港鱼龙混杂，混乱不堪。英国人治下的皇家警察贪婪无度，甚至与黑道相互勾结，搜刮民脂。年轻探长雷洛（刘德华 饰）踌躇满志，小心周旋在英国人和华人上司之间，并瞅准一切机会攀登权力山峰。在某次火并事件中，雷洛看中了敢打敢杀的伍世豪（甄子丹 饰）。来自南洋的伍世豪义字当头，情愿为兄弟两肋插刀。他凭借一股闯劲儿在黑道打出自己的位置，同时借着与雷洛相互帮衬的势头而声名鹊起。最终，刀头舔血的雷洛和伍世豪共同成为分别执掌白道和黑道的重量级人物。而在这一过程中，这对兄弟也渐渐发生分歧。当风暴来临之际，一切即将变化",
    evaluation: `
人不在江湖，江湖却有他的传说。
譬如旧香港，就有那么几位在时代浪潮里载沉载浮的混世枭雄。
今天的《追龙》，又绕回了香港六七十年代两大狠角色，大毒枭跛豪、五亿探长雷洛。
当时的香港，是两个潮汕人的天下：

一个是跛豪，原名吴锡豪（1930年~1991年），生于汕头达濠（又说广东潮州）。1962年，32岁的吴锡豪逃饥荒，偷渡到香港。一文不名，一分没有，孤家寡人。从最烂的豪仔，到有点小地位的豪哥，他靠一手一脚，慢慢打下江山。
开始，他在“三不管”的九龙城寨立足，跟道上的马氏兄弟争字花、开赌档，结果惨败。
于是，弃赌从毒。
他继续集结黑势力抢地盘，干掉了东莞帮等一票粉摊，一手拉起后来被称为四大白粉家族之一的“义群”（另外三大家族新义安、十四K、和胜和）。
靠白粉，他混出了一个字头，跛豪。
跛豪的毒品生意，遍布香港、台湾，远至泰国。至1974年11月被逮捕，贩售毒品逾十六吨，价值达三亿二千万~四亿五千万元之巨。
体量如此大的贩毒活动，前无古人。
1991年，出了名“胆大妄为”的麦当雄，想拍一部跛豪传记片，因为没能征得吴锡豪本人的同意，他罕见地在片头郑重道歉：未经吴锡豪先生同意……可能引起不便之处，向吴先生致歉意。
这种恭顺，相当不麦当雄。没办法……横的，怕不要命的。
在那个年代，黑白一家。
当时，外籍警探无力破获华人作案，港府只得设立华探，也由此派生出一支完全黑/腐化的警察队伍。

比跛豪更嚣张的，是另一个潮汕人——当警察的吕乐。
他1920年生于广东汕尾海丰。1940年，他成为港岛上一名制服警员；1958年，连升新界区总华探长、港岛及九龙区的总华探长。整个60年代，统领全港刑事侦查处，势力为四大华人探长之首，吕乐本人极有手腕，办案雷厉风行，私下又巧取豪夺，黑白两道通吃，白道上，据说，英人警务处长也不得不敬他三分。
新上任的警务处长不给他拜会，他便搁置破案工作，直至英人亲自上门。
此外，他还一手缔造了当时香港“警匪共荣”的贪污制度，黄赌毒旺，警局更旺。
他暗中控制四大家族，分配业务、地盘（跛豪就是抱上了他的大腿），俨然黑帮总舵主。
1991年，向氏兄弟眼红黑帮传记片《跛豪》大火，想拍吕乐的传记片，但又不敢擅自开机。
于是专门跑到台湾征求他同意，后来向氏取“吕乐”在粤语里的谐音“雷洛”（也是延续《跛豪》里的叫法）。
这就是后来的《雷洛传》。没错，当年就是刘德华演的。
试想，当时连向氏兄弟都要言听计从的人物，全香港还能找出几个？

这次的《追龙》，是刘德华第二次扮雷洛。
导演王晶在选角上，除了刘德华，他还邀来《跛豪》《雷洛传》里的其他人物。
老戏骨曾江，《跛豪》雷洛探长的扮演者。这次在《追龙》中，饰演雷洛的岳父（一位毒品大捞家），帮雷洛往上爬。
肥猫郑则仕，扮演《跛豪》大佬白粉彪。这次饰演雷洛的小弟，猪油仔。
这次甄子丹版的跛豪，目测难超过吕良伟版，但也有一些新意。
譬如跛豪是街头贩毒混混出身，一身腱子肉都是拳脚下练出来的。《追龙》中扮演跛豪的甄子丹，正是硬桥硬马的实力派。同样是挥拳，出拳的力度、路数、身形，都专门设计。相比此前的叶问，一拳一脚有章可循；跛豪使的却是蛮力，强调人物粗犷的街头感。
这几年，王晶的套路我们摸得清楚：以躺着圈钱的姿态，炮制《澳门风云》那样，由屎尿屁段子、过时老梗一锅乱炖的玩票系列。怎么这次，像攒着一股洪荒之力？
1991年《雷洛传》，监制是王晶。
1999年《O记三合会档案》，编剧是王晶。
2009年《金钱帝国》导演王晶。此后一直在此题材上翻江起浪的，除了他没有第二个。王晶，认真起来还是挺可怕的。今天的《追龙》，他终于“圆梦”了。
吕乐比吴锡豪年长十岁，却相互成就了彼此的“黄金时代”。他俩当年私交，成了任电影人掰扯的爱恨情仇。
1991年，麦当雄的《跛豪》，两人被处理为一前一后两代人。同年，向氏兄弟的《雷洛传》中，两人变成同辈。跛豪出镜不多，却是四大家族中，雷洛最坚定的追随者。1999年《O记三合会档案》。两人成了从小一起长大的好基友。再往后，就是今天的《追龙》。

跛豪从小混混，混成只手遮天的大毒枭，关键词是，对出人头地的执着，死不认怂。
一出场，还在黑店给人包糯米鸡的时候，就对发小放出豪言壮语：像这种粗活不是我们俩干的，我们一生下来就是要大事的。这种不认怂，你可以说他白日做梦，他却表现得，像信仰。
想卖粉，却穷得只剩创业激情。于是他去找“天使投资人”，要粉要人手：你出钱，我出力，我阿豪就凭这条烂命和你谈生意。
七十年代后期，港英政府决定横扫黄赌毒，一众捞家及时收手。
跛豪却一心做大、独大，“吞并其他三大家族，今后只剩下我一家。”
结果是怎么斗得过政府呢？
一生活在干大事的梦里，“梦里不知身是客，一晌贪欢”。跛豪的厉害，就在于他是一个梦痴，想赢这样的人，除非你比他更痴。

雷洛，原型吕乐（1920年5月16日－2010年5月13日）这位华人总探长的一生，总是根据外界的情报，不断创造新的规则，让自己立于不败之地。一开始，在腐败成风的警队，他想做个清白的警察。
碰壁几次，他很快建立了新规则：要贪，我就贪够一个亿。
选华人总探长，他要和四大华人探长之一的颜同竞争。（后来吕乐看了电影很生气，吕乐【雷洛】说颜雄【颜同】是他小弟，根本不配和自己争雄，在这里单论电影）得知警务处长已被颜买通，他不服气，决定从处长好赌的老婆下手，扳回了职业生涯决定性的一局。
但真正的聪明人，懂得出击，更懂得收手。收到英人决定清理腐败系统的风声，他一探不妙，赶紧金盆洗手。
同样是这场风波，跛豪锒铛入狱，最后病死；雷洛却背着香港政府的头号通缉令，至今有效，后隐居加拿大。
雷洛一生都在摸索游戏规则，建立于有利自己的新规则，才始终毫发无损。
这，就是痴人和聪明人的区别。

跛豪和雷洛其实他们俩是搭档，都很欣赏对方，又很忌惮对方。
我白道最大，你黑道最大，本来是平衡的。但你碰了我的白，我碰了你的黑，这个平衡被打破，两个人就会走上对立面。
`
  },
  {
    id: 18,
    title: "头号玩家",
    username: "Do",
    email: "123456@gmail.com",
    date: "2018-03-30",
    url: "/static/pic/18.jpg",
    description:
      "故事发生在2045年，虚拟现实技术已经渗透到了人类生活的每一个角落。詹姆斯哈利迪（马克·里朗斯 Mark Rylance 饰）一手建造了名为“绿洲”的虚拟现实游戏世界，临终前，他宣布自己在游戏中设置了一个彩蛋，找到这枚彩蛋的人即可成为绿洲的继承人。要找到这枚彩蛋，必须先获得三把钥匙，而寻找钥匙的线索就隐藏在詹姆斯的过往之中。韦德（泰尔·谢里丹 Tye Sheridan 饰）、艾奇（丽娜·维特 Lena Waithe 饰）、大东（森崎温 饰）和修（赵家正 饰）是游戏中的好友，和之后遇见的阿尔忒弥斯（奥利维亚·库克 Olivia Cooke 饰）一起，五人踏上了寻找彩蛋的征程。他们所要对抗的，是名为诺兰索伦托（本·门德尔森 Ben Mendelsohn 饰）的大资本家。",
    evaluation: `
VR世界：一次从电竞到科幻的改编

看了电影后，不出所料发现电影相对于书做了很多改编。虽然整个框架没变，但结构细节人设都做了精心调整。在我看来最大的不同点是，小说的科幻感挺弱的，更像是游戏或者电竞题材，电影则变成了真正的科幻片。

首先，电影虽然大量减少了原作中的老游戏电影音乐小说，代之以较少和更加流行的元素，但电影用独特的视觉风格，呈现出一种强烈的复古未来感。很多科幻电影游戏中的复古未来风格都是源于五六十年代，火箭起飞铁幕降临的时代，对未来的想象充斥着机器人、太空梦和深空恐惧。头号玩家则像是八十年代的人们幻想的未来，那时虽然没有网络出现，但电子游戏业爆发，在电子虚拟娱乐世界中爽翻天是那年代的科技献给人类的全新梦想，实际上，头戴式显示器也差不多是那时诞生的。把八十年代的 8-bit 电子音导入虫洞，穿越三四十年，接上2018年的声色犬马灯红酒绿，放大失真，在未来的 VR 眼镜中播放，这就是头号玩家的调调。跳着迈克尔杰克逊的颤栗，开着回到未来的跑车，奔腾的全是八十年代的幻想血液。

比风格更重要的是，原作小说中，VR 眼镜这种介质基本上只是作为进入虚拟世界的工具存在，而电影中对于两个世界如何联结和互动，人在其中的角色，VR 眼镜在其中的角色，有十分逼真的展现。尤其是对于现实世界被 VR 所改变后的景象，描绘之精彩令人叫绝。千星之城中 VR 大市场的场景我印象十分深刻，视觉上有极强的未来感和浓烈的浪漫气息，只不过离我们所处的现实相当远。头号玩家里面那种既现实又诡异又复古的 VR 生活，也许才是离我们最近的未来。星际旅行时空穿越、人工智能的觉醒、脑后插管的黑客帝国，似乎都遥不可期，戴着笨重眼镜的 VR 世界却正在实现的过程中，我们正借着不可阻挡的娱乐资本浪潮，开足马力向那个世界奔去。

比未来世界更重要的，是对未来世界的反思，这是科幻的核心，类似于以史为鉴的反面。人的意义是指向未来的，没有愿景就难以建构生存的意义，而未来世界正是意义的实现和终结，这是原教旨科幻的价值所在，至少对很多人来说是这样。原著小说的科幻性弱，因为它主要就是讲宅男如何通过超熟宅文化打倒资本家登上人生巅峰，虽然有生动刺激的游戏细节和打怪通关高潮，也很精彩，但主题简单，流行文化是正方，资本巨鳄是反方，打怪升级到最后，游戏封神，妹子到手，现实中一举暴富。而电影在这方面做了一些微妙的改编，不是一边倒地安利游戏电影流行元素，而是在用各种彩蛋刺激观众的流行神经的同时，加入了一些复杂性。

比如反派，原作中的反派行为比较简单，而电影中的诺兰会根据宅男参谋的建议，装模作样地说“我虽然看上去是个企业高管傻逼白领，但我内心热爱流行文化”，流行二字竟成了高大上的标志，其中的反讽意味是不言而喻的。他做的事情也更为聪明和可信，甚至是十分符合商业社会价值观的（除了真人pk的部分）。

原书中，主角的宅性更加可怕，形象更为霸气中二，在小说最后成了游戏中的神。而电影里面，主角对于未来是比较迷茫的，对怎么使用奖金也不太确定，充满了不自信。最强烈的信仰也只是“绝不能把绿洲交给IOI”而已。与原作不同，最后的那条命是绿洲公司的另一个前高管所赐，而他也被主角所招募，这留下一些余味可供咀嚼。原书中有更多的篇幅是交代男女主角从猜忌到恋爱，电影里这个过程很快就搞定了，接下来把大量冲突都放在了玩家和公司的价值观层面上，更多地去观察社会问题。小说的最后，主角受哈利迪的影响，说平生第一次不想登录绿洲了，但看起来也没有太多反省的意味，因为他已经身家几千亿抱得美人归了。相比之下，电影中的主角形象会更现实一些。

宅男大神哈利迪，在原书中像是一个看透一切的智慧老人，永远存在于光环之中，直到最后他恢复真身，跟主角讲了一些跟全书都没有什么关系的大道理之后飘然远去，如同圣贤。而在电影里，我看到的是一个普通的老人，一个说话磕磕碰碰，眼神既神秘又迷茫的老人。

哈利迪的迷茫不只是来自没有向女孩表白的遗憾，更多的是来自对自身事业的反思，用电影里的话来说：对自己所创造之物的厌恶。这是一种复杂的领悟，交织着懊悔、幻灭和毁灭的情绪。他想简简单单地做好玩的游戏，他想回到过去。这个当世天才经过一生的思索，大概是发现真的回不去了，世界已不受他掌控，最后只好赌上一切，搞了个终极游戏，但这个游戏的奖励却是一个数千亿的大红包，恐怕也是背离了做一个好游戏的初心。更不要提游戏性的问题，社会影响的问题，以及重金引来的彩蛋猎手是否靠谱。不过哈利迪已经不在乎了，他甚至做了一个毁灭一切的按钮。这个荒诞的游戏本身也是很讽刺的一件事。

电影里，诺兰向哈利迪建议，根据玩家充值来决定黄金白银青铜等级，哈利迪痛苦地扭过了脸。看到这里的时候，我旁边的某直播app产品经理一拍大腿，特么我天天都在做这个！事实就是这样，我们再怎么缅怀过去，也是回不去了。互联网的青春期是精英主义的革命，他们倾其所能把网络推向生活，但生活的网络化却粉碎了精英主义，平民生活把网络同化到了平凡的现实世界中，虚拟世界被吞噬了，消失在市井之中。而网络进一步演化之后，终将回过头来，把现实世界吞噬到虚拟之中。新的革命发生了，新的经典和恶俗、新的理想主义桃源和资本主义利润机器的战争，承载着争夺新人类的新世界观的历史使命，在全新的竞技场里展开，这就是 VR 的世界。

优秀的科幻展示未来的科学技术，伟大的科幻讨论未来的伦理和价值观。当现实像头号玩家里的破败城市一样，一天天变得肮脏狼狈和虚无，娱乐化和资本主义的浪潮合二为一，最后又乘上虚拟现实的大船，一切会开向何方？人会变成什么样？玩家真的会为了什么价值观跟大公司打上一仗吗？你们拒绝把绿洲交给IOI，那你们想要什么样的绿洲？无论电影还是小说都没有给出答案。

斯皮尔伯格只是告诉你们，如果有这样一个虚拟世界，把你们喜欢的这些流行文化都囊括在内，它必将扛起重建意义的大旗，拯救你们这些除了娱乐别无他求的当代人类，从现实的虚无沙漠里撤退，不顾一切地逃向 VR 眼镜里面那个狂飙酷炫的绿洲。
`
  },
  {
    id: 19,
    title: "那般良夜",
    username: "Do",
    email: "123456@gmail.com",
    date: "2017-06-22",
    url: "/static/pic/19.jpg",
    description:
      "影片根据N·J·克里斯普的舞台剧改编。 拉尔夫是一名年逾七十的过气编剧，如今身患疾病的他还有两个最后的心愿：和被自己遗弃多年的儿子迈克和解；确保自己没有成为年轻的太太安娜的累赘，毕竟他已经开始走入人生的“良夜”。可是，拉尔夫与迈克和解的心愿却因为他与迈克女友发生争执而被打破。不久后，孤身一人的拉尔夫雇佣了一位神秘的“到访者”，希望对方能让他走得不那么痛苦。然而，这位到访者却设下了一个惊人的陷阱。",
    evaluation: `
一个临死之人的心灵救赎

一个作家，一个著名的编剧

年轻的时候，骄横，自私

跟儿子形同陌路虽然谈不上，但是深深的鸿沟是必须的

现任妻子也不爽，因为她很想要孩子，而这个混蛋不想要，所以时不时拿这个来说事

临死之际，生命力也没那么旺盛了，想要救赎了

结果想跟儿子和解，却本性难移，把儿子的女朋友得罪了

男人是不是都是这样啊，越到老越像小孩啊

比较令人感动的是，当听说儿子说他可能当爷爷的那一刻，这个混蛋整个人都变了，

而且也找到了活多六个月的勇气和力量

人生在世，没有什么那么重要，该和解就和解吧

老头的演技很不错
`
  },
  {
    id: 20,
    title: "摔跤吧！爸爸",
    username: "Do",
    email: "123456@gmail.com",
    date: "2017-05-05",
    url: "/static/pic/20.jpg",
    description:
      "马哈维亚（阿米尔·汗 Aamir Khan 饰）曾经是一名前途无量的摔跤运动员，在放弃了职业生涯后，他最大的遗憾就是没有能够替国家赢得金牌。马哈维亚将这份希望寄托在了尚未出生的儿子身上，哪知道妻子接连给他生了两个女儿，取名吉塔（法缇玛·萨那·纱卡 Fatima Sana Shaikh 饰）和巴比塔（桑亚·玛荷塔 Sanya Malhotra 饰）。让马哈维亚没有想到的是，两个姑娘展现出了杰出的摔跤天赋，让他幡然醒悟，就算是女孩，也能够昂首挺胸的站在比赛场上，为了国家和她们自己赢得荣誉。就这样，在马哈维亚的指导下，吉塔和巴比塔开始了艰苦的训练，两人进步神速，很快就因为在比赛中连连获胜而成为了当地的名人。为了获得更多的机会，吉塔进入了国家体育学院学习，在那里，她将面对更大的诱惑和更多的选择。",
    evaluation: `
国家金牌意识的觉醒和真实的印度妇女地位

2016 年里约奥运会，joseph schooling 击败菲尔普斯，拿下了新加坡建国以来的首个金牌。在我们眼里，奥运金牌早已不是什么稀罕物，而在只有五百万人口的弹丸新加坡，Schooling就是国家英雄一般。

回国后，新加坡给他安排一场庆祝胜利的游行。Schooling站在敞篷双层巴士的最上层，巴士载着他缓缓开过新加坡的一条条主干道。街道两旁站满了翘首期盼的民众，巴士开过的时候，很多人还一直追着巴士跑。这种国宝级别的待遇和关注度，我在新加坡只看过一次，那就是2015年李光耀去世。李光耀的灵柩同样缓缓地经过了一条条的主干道，街边一样满满的人群注目着。只不过上次是目送一个英雄的离开。这次是迎接一个英雄的到来。

Schooling的夺金究竟对这个国家产生了多大的影响？首先，它让新加坡人民跟过节一样欢欣了好久。其次，据说每个游泳馆的少年游泳班爆满，尤其是蝶泳。因为Schooling拿下的是100米蝶泳的冠军。论偶像的力量！最重要的，一个声音，一种意识悄然地在新加坡民众之间萌发出来，那就是：新加坡人也可以拿奥运冠军！突然间，大家就觉得金牌并不是那么遥不可及了。但是“”我（们）也可以“”这个声音，这个意识让新加坡人足足等了51年。

新加坡这么富足的一个国家，运动方面的投资从来都是不差钱。为了激励运动员夺奖牌，心甘情愿地拿钱去砸运动员们。2016年里约奥运会，中国奥运金牌据说只有20万人民币的奖金。而2008年奥运会，依靠转新加坡国籍的中国乒乓球运动员，新加坡拿下了银牌，当时就给运动员接近四百万人民币的奖金。当然，这个奖金要跟教练分点。但就算是在这样砸重金的激励制度下，新加坡在2016年之前都没出现过真正由新加坡人夺牌的成绩。

奥运种子选手都是万里挑一，想想新加坡的人口基数，跟中国比起来，能挑的范围也不大。但挑出来的也不会体育素质差。奥运会28项比赛。要是不擅长田径，可以玩器械；不擅长陆地的，可以玩水里的。总能找到契合自家国情和人种特点的运动进行一搏。新加坡运动史上也不乏表现出色的运动员。但对于国际比赛夺冠，关键还是大家的自信没有出来。这种长久以往的“我不可以”魔咒一直打不破，直到Schooling的出现。

设想一下，连新加坡这种万事具备的国家，要培养出“我（们）也可以”的意识都需要50年，更别说条件更复杂和落后的印度。

根据维基百科，印度在奥运会上并不是无金，只是很少。过去十年，只有在2008年拿过一枚男子射击金牌。为什么？印度人总体看上去并不羸弱。印度种姓里面还有一支是专门的武士阶层，自古以来，保家卫国，骁勇善战。特别是他们的锡克族，男人高大魁梧，雄壮有力。拉去扔个铁饼什么的，妥妥的。但印度就是没有金牌。

当然印度的当今体育状况跟政府的不作为大有关系 （电影里也有一个场景讽刺这个）。但还有另外两个绕不开原因。一个是板球运动在印度的盛行；另一个就是女性地位问题。

板球在印度不仅是国球，还是国体。体格强健的男孩子们，早早地就投入了板球的参与和训练中。在印度，板球运动员就像宝莱坞明星一样。成为顶级运动员还可以坐收无尽的财富和名望。在赛场上，没有人论你的出身，只看你的表现。这于是成为了很多男孩子想要摆脱穷困生活的动力。而其他一些体育项目，因为相较板球运动而言，缺乏政府支持，媒体追捧，观众关注，投身的运动员越发地不多。

在男人们都前仆后继地奔向板球时，印度的女性运动员们正悄悄地崛起。2016年里约奥运会，印度只斩获两枚奖牌，一铜一银，羽毛球和摔跤，但都归功于女性运动员的杰出表现。而且，越来越多的印度女性正投身到职业体育中来。在这里，一定要谈一下印度的女性地位问题。

其实我们中国人对印度所知甚少，也经常以固有思维去偏见地理解印度。印象里都是时常在网上看的什么这儿，那儿又发生强奸案了；女方天价嫁妆，一旦嫁人就只能在家伺候夫家人，还要被夫家人家暴之类的，在我们看来简直要落后到一世纪前去了。

首先，以上的这些都是还会发生在印度的事实。但是它不代表印度的全部。我们看印度就像很多年，西方世界看中国一样。那个时候西方媒体跑到中国，挖掘到了一个农村在买妻买儿的新闻，就跑回去大肆宣传，搞得西方世界以为中国落后得跟什么似的。但其实，现在中国农村有些地方还是在买妻买儿。

印度的历史文化境况跟中国完全不同。中国的统一性和一致性比印度高得多。 自古以来，印度次大陆上存在多个独立的王国，每个王国因为地缘差异，发展出了各自的语言和文化，它们在历史的进程中演变成了如今的印度各邦。然后因为历史原因，印度国内的差异性因南北而定，因邦而定，因宗教而定，因文化而定（由古代种姓演变而来），等等。非常的复杂。这就是为什么印度是世界上最具有多样性的国家。也就是说，以偏概全的方法在印度最不适用。基于这个多样性的认识，才可以进一步了解印度女性到底地位怎么样。简单来说，南部比北部好，城市比农村好。

印度莫卧儿王朝，是中亚后裔，自阿富汗南下入侵印度在16世纪至19世纪建立的帝国 （维基百科）。莫卧儿帝国的统治者信奉伊斯兰教，建都在印度北部，德里就是其中之一。所以新德里边上的泰姬陵就是极具伊斯兰教建筑特色的皇陵。虽然全盛时期，莫卧儿王朝也占领了多是印度土著的南部，但天高皇帝远，南部并没有受其文化政治过多的影响。而如今，南部相较北部，思想也是更为现代开明。反而是，北部，本土的印度教文化被伊斯兰教慢慢地影响，其中就包括伊斯兰教中男尊女卑的教义。早在古印度吠陀时代，印度的两性地位非常平等，但后来与其他文明一样，随着男女社会分工的变化，妇女在社会经济生活中处于从属地位，妇女地位慢慢有降低，伊斯兰教的入浸，加剧了妇女地位的下滑。后来英殖民地时期，本身两性地位也不平等的英国也没有在女性地位这个问题有过什么作为。印度女性就这么水深火热地生活了几百年直到新世纪的到来。

印度的经济在过去几十年有突飞猛进的发展，但现代化大都市还是屈指可数。印度都市女性，普遍受教育的程度都不错，其中高知女性占相当的比例。社会地位基本上于男性旗鼓相当。印度不仅迎来第一位女总理英迪拉·甘地，还有差点也称为总理的索尼娅·甘地 （他们都来自尼赫鲁甘地家族），还有大批的女性高层活跃在印度商界和工业界，美国美林银行印度－主席Kaku Nakhate，埃森哲咨询印度－主席Rekha Menon，印度国家银行主席－Arundhati Bhattacharya 等等（http://www.businesstoday.in/powerful-businesswomen）。

但是，情况一到经济条件比较落后的区域就不那么乐观了。特别是北部农村，缺乏教育，因循守旧。有些地方儿童婚姻至今还存在。Dangalz里面的摔跤家庭就来自靠近新德里的一个城邦的农村。况且电影里父亲对女儿的摔跤启蒙还是差不多二十几年前。可想而知，那个时候他要顶住多大的舆论压力对女儿进行摔跤训练，而一个农村女孩子从事职业体育是一件多么惊世骇俗的事情。这就是为什么父亲在决赛前夕要对女儿说那番话，赢得金牌就能告诉那些想要改变自己命运的女孩们：“我（们）”也可以。

2016年里约奥运会后，印度国内对自己的体育表现开始进行深深的反省，毕竟作为一个人口大国，只拿回了两枚奖牌还是件很丢脸的事实，而且与自己在国际树立起的崛起经济体形象不符。而阿米尔汗的Dangal恰时地上线正契合了印度人民迫切想要在体育赛事上重新证明自己的愿望，想必全国上下都被这部电影给激励到了。论名人的社会责任感！

关于演员，想必大家已经知道了，这位51岁的大叔为了扮演电影里的父亲，亲自上阵，增肉甩肉的励志故事。不仅是他，扮演他的女儿们的四个姑娘也是相当出彩。最喜欢里面扮演二女儿的那个小演员。圆嘟嘟的脸配一副总是懵圈的表情，萌萌哒。当时看完电影，第一件事就是去查这些姑娘是业余摔跤选手还是专业演员。因为，里面的比赛场景太逼真！太高难度了！就跟看真正的摔跤比赛一样惊险。结果，没想到，这四个姑娘都是演员而已。为了演好摔跤的镜头， 进行了为期9个月，每周6天，奥运选手级别的训练。我只想说，大写的服！顺便鄙视一下国内那些靠抠图，替身圈钱的明星们。
`
  }
]
